{"duration": 3601.949999999999, "audio_filepath": "concat", "text": " continued to recover from the depressed level we saw in late 2015. Turning to equities. the right signals in terms of some of the early KPIs around broker votes, around some of the feedback of some of the services that come back and tell your ranking. We just haven't seen that yet We want to do 2 things. We not only want to move towards smart ATMs as Mexico and Mexico banking move more towards digital. as well as certain previously disclosed onetime items that benefited the third quarter of 2015, including a gain on the sale of our merchant-acquiring business in Mexico We also want to increase the number of ATMs, and what we've talked about is going from 7,500 to 10,000. And at the same time, going to the earlier part of your question, you'll see us continuing to employ our strategy around branch optimization. which is available for download on our website, citigroup.com. Afterwards, we'll be happy to take questions. Before we get started, I would like to remind you that today's presentation may contain forward-looking statements, Sure. I'll start. So if you look at our footprint in Mexico, we've got about 1,500 branches in Mexico today. And I'd say a lot of that investment spend, These increases were put into effect on January 1. The price increases range from 4% to 14%, depending on the product grade. Approximately 50% of ISP sales revenues are subject to this increase. This represents a 7% increase sequentially when compared with the third quarter of 2017, driven by a combination of higher pricing and record volumes, which benefited from the first full quarter results And if you look at where we expect demand to be in 2018, I would expect that we'd be somewhere between 100 million to 110 million tons Our operating income more than doubled and our net income nearly tripled from 2016. This excellent performance was driven by our key titles across the regions, and viewing games is actually a pretty fun activity. I do it a lot myself. My -- I have 2 boys. They are 12 and 14. They both love to watch people who are good at playing games, than they do like a typical entertainment platform is because they're just -- because Dungeon&Fighter and several of our other games have repeatedly just simply shown that pattern. As for large scale update scheduled for Dungeon&Fighter in 2018, there are no big changes from '17, and we expect to conduct them at the pace of about 1 to 2 updates per quarter. it was certainly true in the early days of Facebook games around the 2009 to 2012 period and it's been very true in the mobile business. And yet they have no -- they have no -- they're constantly looking for the day when Dungeon&Fighter goes away. And Revenues were at the high end of our guidance, primarily driven by Dungeon&Fighter in China, which performed well throughout the quarter. Again, this was mainly driven by Dungeon&Fighterm, which showed strong performance throughout the quarter. more and more there's an opportunity in a living room. And so we see that as an opportunity which is why we're going to be bringing more games to console coming up in 2018 and beyond. I believe it's worth to mention that we have integrated the O&M to our business model only since July 2016 following the acquisition of Utility Partner. deep into the 40s? No, I think that once we're in volume with distributed access, then we're going to move quickly to the 40s and potentially lower We also completed a significant feature enhancement to Laguna Cache for one of our Tier 1 MSO customers. the IQ. And have you seen any of the other, I guess, 2 Tier 1s taking a look at that? Or is that something that's further down the road and it's really just really your lead customer? At this time, I would like to turn the conference over to Mr. Kumar to proceed with his remarks. Please go ahead. Thank you, Sumit. For the purposes of this call, we assume that everyone has seen the news release and financial statements for the fiscal 2018 fourth quarter that are posted on Vecima's website. For those of you who have not received a copy of today's results, the release as well as the latest investor presentation are both available in the Investor Relations section of our website at investor.kns.com. Actual results could differ materially from those anticipated in these forward-looking statements. Risk factors that may affect results are detailed in DIRTT's filings with the Canadian Securities Commission, which can be accessed at www.sedar.com. I want to note that we've seen 103% increase year-over-year inclined towards our Calgary facility, as a result of potential clients driven by the compelling opportunity to experience their designs in ICE virtual reality. earlier than expected, including the potential to increase our dividend in the third quarter. Now I would like to talk about some of our first quarter accomplishments and our outlook for the remainder of 2016. We we have identified more than 2,600 stores nationwide as candidates. We remain confident that we will find accretive purchases in the near term to increase our portfolio and continue to grow earnings. which is a benefit to the company, and they outpace unit sales for new, well, our overall F&I PVR may fall but gross profit dollars again continue to generate at a higher rate. So we're pretty, pretty confident that a quarterly number of 17.8 million may be more typical, which is going to require a little bit more inventory. adjusted SG&A as a percentage of gross profit and adjusted pretax margin. Non-GAAP measures do not have definitions under GAAP and may be defined differently and not comparable to similarly titled measures used by other companies. On a consolidated basis, including the effect of recent acquisitions, our adjusted SG&A as a percentage of gross profit In 2016, we're expecting modest improvements in sales rates and similar trends in recent execution at our stores. Our guidance does not include the impact of future acquisitions. After taking on the additional operational oversights since the departure of our COO, and spending the past three months in the field working directly with our facility CEOs, I can tell you that we are making dramatic improvements across all areas of our clinical operations. had hoped it would. We've got a lot of work ahead of us in Q2 and Q3. But we feel like that we started down the right path. We are continuing to improve our clinical programs out into the field as well as our physical plant. set forth in AAC's filings with the Securities and Exchange Commission and in the company's first quarter 2017 earnings release and consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. Effective residential bed capacity, which is based upon our staffing levels, was 1,063 at the end of the first quarter. change in our RevPAR outlook across our system for the full year 2016, assuming it was evenly distributed, amounts in 2016. Incentive fees from our international hotels declined during the year, more constructive place for us to be than to try and move it by only 0.5 point. It gives us a little bit more room to see what happens with GDP growth. I don't know that I can pull those numbers off the top of my head. I think China will -- when we close the deal, will be something like 250 open hotels between Remember, our guidance excludes the pending Starwood acquisition. We expect the P&L impact of Starwood will be very noisy in 2016 due to the transition and transaction costs. the -- that business has really picked up from 2013 through 2015, as you saw the residential market rebound. And so as we look out into the future, we've got a number of other projects coming on board the difference between sort of a 0.5 point decline in our bottoms-up approach and a roughly 1-point decline in the guidance that we're given to you this morning. So there is a bit of a flavor that comes in the second half of '18 versus the first half of '18, I think your capacity, your headcount was somewhat flat. Can you talk about While we're still early, our progress in this much larger market is encouraging. Revenue from Tier 1 carriers in fiscal 2017 more than doubled Important also to Phase II is obtaining product approvals at the national carriers. Beyond our success at regional players to date, we have earned product approvals for parts of our product line At this time, it remains difficult to determine when a meaningful market rebound will occur, which is why we're forecasting the first half of fiscal 2018 to be consistent with the same period last year. in expense attributable to costs associated with the patent infringement lawsuit brought by CommScope during the second quarter of fiscal year 2017. Not only are we defending our position that our innovative solutions do not violate any valid patent you're baking in any meaningful traction with the Tier 1s into your assumptions. To illustrate, I mentioned that the Tier 1 market expands our current TAM by at least 5x. The cable TV market doubles that market opportunity. In our previous earnings FieldReport, we introduced Phase I and II of Clearfield's growth trajectory. as well as our outlook and strategic initiatives for fiscal 2018. Cheri? When you factor in the wireless market, especially the emerging Internet of things, or IoT, segment, you're looking at an environment that experts suggest will require up to 40x the amount of fiber currently in place. Phase I revolved around our restructuring of the company, whereas Phase II focuses on aggressive but disciplined expansion of our total available market. Over time, as we achieve scale through Phases II and III, we believe we can achieve net income as a percentage of revenue Revenues for Diagnostic Information Services grew 0.5% compared to the prior year driven by strong volume growth and favorable weather partially offset by increasing reimbursement pressure and higher patient concessions. We continue to make progress on the 777 bridge, as highlighted by these orders and the recent letter of intent from Qatar Airways for 5 777 freighters. so we have time to do our homework. And the R&D profile for that airplane, if we proceed, would feather in very nicely on the backside of 777X. So from an overall cash deployment, cash management standpoint, I think when you look at the 777X, a lot of what you talked about is what's been taken into account in our forecast. So obviously, building the static aircraft Well, I mean, you've got, obviously, the improvement in mix that we've talked a lot about. And you've seen how smooth the -9 has entered into the production system we think, represents a solid position for that program, and we're on track to bridge to the 777X. The next beginning in 2020. Today, 767 freighters are the best they've ever been, and the demand for the 767 continues to grow from both freight and military customers around the world. in the factory. The associated production system transformation for the 777X is being implemented. Is there anything material outside of the 787 program in either direction? We continue to assess the upward market pressure on the 737 production rate. While we still have more work to do to fill the remaining 777 production slots, based on our progress on maturing commitments into firm orders, managing the skyline and working new campaigns, We continue to see repeat orders for the 787 Dreamliner, as demonstrated by the order from American Airlines earlier this month In the widebody segment, we have seen steady orders for the 787 and 777 airplanes and have high confidence in a meaningful increase in widebody replacement demand early next decade. we continue to believe the rate plan we put in place establishes a floor for the program and supports our production bridge from the current 777 to Boeing is a global company, with operations around the world supporting commercial and government customers in more than 150 countries. We are continually working in a range of geopolitical and business environments. we're very pleased with the progress we're making on the 787 production line overall, and commonality between variants in the production system is a key part of that productivity plan. that cash flow is going to continue to grow from here, what exactly are you assuming for 777X in terms of the inventory build over the next couple of years? And then following on that, how key is for the 15 777-300ERs that you were supposed to sell them. I believe, if I'm not mistaken, the first one was originally due to be delivered this month. So have you had a chance to examine whether, has only bolstered our confidence in that line. And while we still have some work to do to fill out the remainder of the 777 bridge, we're steadily marching through that, and we think we're well positioned. So as I said earlier, It's all electric and achieves a minimum range of 150 kilometers, and the first orders have already been placed. finally, of course, in February 2019. Okay. So you are looking at the absolute level as well when you talk about sustainability? Our mobility services keep on growing and posted a user increase of 64%. At the end of September, we had 26 million customers in a total of 130 cities. the first 9 months of 2018. This was mainly due to the general business performance and the development of working capital, Daimler Financial Services anticipates further growth in contract volume for 2018, with new business expected to be in the magnitude of the previous year. and before after the closing of the second quarter of 2016, including all hedge effects. Now I'll turn the conference over to Mrs. Paula. Mrs. Paula, you may begin the call. It is worth mentioning that the harvest was anticipated to March in the 2016, '17 crop year will result in meaningful improvements in margins, return on capital and growth for our company as Transformation 2.0 becomes part of our daily routine. and even in our corporate support functions. There's great energy in the spread of Transformation 2.0 work as we accelerate the deployment of more teams, expand our abilities, move more quickly and reach deeper into the business. believe that M&A is a good growth pillar for us. We haven't done anything lately and that's just a factor of having not found the right opportunity or getting it at the right price. But we continue to be active and have a pipeline of opportunities. I'd like to introduce Ms. Cathy Lyttle, Vice President of Corporate Communications and Investor Relations. Ms. Lyttle, you may begin. The rollout of the 2.0 version of our Transformation continues on track across the company. We've seen strong results so far in our Steel Company, where Yes, I mean, our Oil & Gas business is still losing money so it is dragging down margins and earnings in the Pressure Cylinders segment. And so I would say this time around, we're really effectively trying to roll out, not only the first playbook from Transformation 1.0, but also the lean tools from 2.0. So Before we start, let me highlight the disclaimer statement. The third quarter 2017 was another strong quarter for Shell. and reached 19% in Q3 2017. This performance has been delivered across a range of crude and gas prices and demonstrates the robustness of the portfolio at a lower oil price. In China, Shell and CNOOC took the final investment decision in the first quarter of 2016 to expand the existing petrochemical complex in Nanhai, the most competitive cracker in China. In 2016, we announced the final investment decision for our petrochemicals project in Pennsylvania in the U.S. Looking into the 2020s, there hasn't been a number of large FIDs, given what we expect to happen with the LNG market. We think there should be some tightening in the early 2020s. The exact date, By now everyone should have access to the earnings press release that was issued this morning and is available on the Investor Relations page on SunOpta's website at www.sunopta.com. Turning to Page 18. Our New England Clean Energy Connect transmission project, give you a few highlights for this. The 1,200-megawatt transmission project that would connect We secured all of the rights starting -- we went back to 2015 and up through really the end of 2017 to make sure we have the -- all the rights of way to the Canadian border well in advance of this project even We also filed for the key state and federal approvals in 2017, and we'll go over that with a chart in a second. We also expect to file rate cases by May for both NYSEG and RG&E for electric and gas by May. That was filed in September of 2017, and we should have that by mid-2019. And then local and municipal construction approvals will be timed as needed throughout the project. Good afternoon. Thank you for standing by, and welcome to the Fiscal Second Quarter 2017 Conference Call and Webcast for Del Taco Restaurants Incorporated. at Del Taco. Remember, upon becoming a public company in mid-2015, we achieved an optimized balance sheet and the financial wherewithal to accelerate growth. the solid performance reported by CNNX for the third quarter and the remarkable growth we've achieved since our IPO 2 years ago may receive less attention than it would otherwise. Some slides that may be referenced during the call are posted on our website, conemidstream.com. We suspect that each sponsor will take advantage of this to provide forward views during their upcoming analyst days. CONSOL has noted that they expect to have modest production growth in 2017 tied to restarting its drilling activity with 2 rigs in August Turning our attention to the third quarter financial and operating results, we were pleased with solid performance that exceeded our internal expectations. You will note in this morning's release that we have both tightened and increased our guidance for full year 2016 results. we expect to see really good growth as we go through 2018 and GaN and our IoT slots will play a big part of that. and we anticipate strong growth well above the underlying WiFi market in fiscal 2018. In automotive connectivity, we launched Between all this organic growth, the EHAE joint venture and the comparative partial revenues of 2016 for a few months from a few small acquisitions by the second quarter of 2018. This goal will be aided by the growth initiative that I discussed during the call, as also by our acquisition strategy. to claim processing, to general ledger, to claims adjudication, to 401(k). You name it, we handle all of that from one end to another our reinsurance revenues quarter-over-quarter grew 18%. We expect that we'll be able to improve revenues -- during 2016, the change in foreign currency exchange rates decreased As of now, Ebix deployment has been very successful. We intend to keep launching new products on this exchange in 2017. I'm extremely proud of what the Ebix software artists With the aggregation we have built and the network effect it leads to, Ebix had a great year in 2016 on the customer retention front also. Part of our strength there, that our products have been built there. We stepped in into India in 2001. We have the reverse knowledge On our IR website, there's also an accompanying presentation and data sheet available. We'll make some brief opening remarks and then spend the rest of the call on Q&A. tied to IFRS 15, I believe. I was just curious as far as whether anything's changed as far as I will now hand the call over to Mr. Ian Lee, Atlassian's Head of Investor Relations. Please go ahead. on P&L. And the second one was related to your guidance on margins because last year, also, I think there was this guidance of -- I'm talking about core business and patience. I want to say that -- I will reiterate that our commitment is to deliver much better growth in FY '17. As a management team, we are committed most impacted accident years 2015, '14 and '13. To delve more into the financial metrics, I will now turn the call over to Neal. We also noted in our pre-release earnings call last month that we had not yet deployed -- fully deployed the Bowflex SelectTech 560 product in market. As we begin 2016, we are well positioned to deliver another year of strong sales and profitability growth. We anticipate completing our valuation analysis by the end of Q1 2016, and will be in a position to provide more color following the end of the quarter. During 2015, we focused much of our effort on this improvement, and it was driven by a variety of factors, including pricing, value engineering, supply chain and mix optimization. It's important to note that our inventory turns in Q4 2015 were nearly identical to the same quarter prior year. and we are continuing to see favorable response rates as we progress through Q1 2016. Now turning to our Retail segment. for the comparable period in 2016. This improvement was a result of lower interest expense from refinancing our debt in July of last year. throughout this year and into 2018. However, the transition is going much faster than anticipated. And while the total number and volume of profiles to be transitioned has not changed, Moving on to the balance sheet. Our leverage ratio ticked up slightly to 2.5x as of January 31, 2017, primarily due to the seasonality of our business, there additional... We have 2 that -- those 2 are both working very well and expecting deliveries of new equipment over the next 2 to 3 years. These are long-term transportation contracts, which together with the Portland XPress Project contracts will serve to replace expiring legacy contracts and expand the Portland system to approximately 0.3 bps per day. Please note that a slide presentation will accompany their remarks and is available on our website at tcpipelineslp.com, where it can be found in the Investor Section under the heading events and presentation. Our Bison pipeline submitted its FERC Form 501-G yesterday explaining that all of Bison's long-term firm contracts are at negotiated rates and that no rate change is warranted. When it comes to the margin improvement of 240 basis points, it's probably equally impacted as a percentage from both brands. And when it comes to the operating margin being up 350 basis points. investing in our business and funding our pension plans in excess of required contributions. Beyond 2016, we expect to continue generating positive free cash flow, that can do the job that we need done between the islands of Hawaii as well as the 717. So any aircraft which we plan to use to contribute to the investments in our A321neos that begin delivery in 2017. Switching gears to the third quarter and full year outlook. of these 2 717s will help us provide more frequencies in pretty much each of the markets during that critical midday period. Additionally, while our 717s still have a lot of life in them, our Neighbor Island fleet is now averaging 15 years of age. And in the coming years, these additional aircraft will provide us more flexibility to address the maintenance requirements we are expecting ASMs to grow a little more in the third quarter than what we saw in the first half of the year, reflecting the delivery of our 23rd A330 last month. added a few extra 71s a few years ago. And I think you tried to hub Maui and it turned out that you actually ended up overcapacitizing the Neighbor Island business a little bit. So fleet strategy when you replace the 71s down the road, whether it's 5, 7 years from now? Is there going to be maybe a place for -- like a C Series 100 and a 300, or something like that, to have different By now, everyone should have access to the press release that went out at about 4:00 Eastern Time today. If you have not received the release, it is available on the Investor Relations page of our website, hawaiianairlines.com. purchased services totaling 0.5 point for investments in our business; and aircraft rent totaling 0.5 point for the A330 that we took delivery of last month and the 2 additional 717s delivering in the fourth quarter. And in the fourth quarter, we'll be adding 2 717s, also under 6-year leases that we expect to begin service early next year. and the business in FY '20, we think you're going to end up with a very significant growth in our billings on a constant-currency basis. We enter FY '20 with strong growth in our renewal base and, assuming a stable renewal rate, we expect a significant improvement in billings growth on a constant-currency basis. the visibility we have into FY '20 and the high confidence that we have of returning back to significant growth, we believe we are exceptionally well-positioned for FY '20 and beyond to drive significant improvements in our billings growth. and you apply them to the renewal book that we have coming in FY '20, we are confident that, that ends up generating a very significant Those metrics are also better with MSPs in terms of customer satisfaction rates and retention rate and so forth. is not included in our first quarter financial results or in our 2016 full year guidance. ADI Strategies will be included within our Business Advisory segment upon closing, which we anticipate particularly the AMCs and some of the larger systems, where there's a lot of more recently consolidated hospitals. So I don't want to say that we don't think those fully integrated projects are ever going to come back because I think they will, will occur during the second quarter of 2016. Now let me walk you through some of the key financial results for the quarter. On our earnings call in February, we commented that we were cautiously optimistic about the overall growth of the Healthcare segment in 2016. During the first quarter, our Healthcare segment revenue grew 16% compared to the prior year quarter. Turning to our Life Sciences business. The practice turned the corner into 2016 at a slower pace than was seen at the end of 2015 but gained momentum throughout the quarter. Now I'll make a few comments about the performance of each of our operating segments. The Healthcare segment generated 63% of total company revenues during the first quarter of 2016. This For today's agenda, I'm going to start by reviewing a summary of our 2018 results and performance of our asset program. Kyle will then go through some of the key financial results and discuss our 2019 outlook. Jon, we -- I would tell you that the resizing or restructure we did in the first quarter was designed to bring us down to sort of the midpoint of about 100 operating rigs. As of July 20, 2016, we had an average of 57 contracts in hand for the third quarter, an average of 58 for the full year 2016, and mid-30s would be a good estimate. And as Kevin said, I think, the first part of the reactivations of our fleet won't require As a reminder, this conference call is being recorded. I would now like to introduce your host for today's conference, Mr. Scott Hamilton, General Counsel. Mr. Hamilton, you may begin. Our first quarter results kicked off a strong start to 2016 as reflected in our solid earnings growth, margin expansion and strong cash flows. in the first quarter of 2015. Net income increased due to higher gross profit, which included a favorable effect of changes in derivative positions and a reduction in the We look forward to continuing to work with him until his retirement in early 2017 as he serves as an adviser to the company. of 2015. The increase was primarily attributable to higher demand in the munitions and building and housing markets, So if you recall in 2015, and this is predominantly Chase Brass and it's the phenomenon associated with imported brass rod. This guidance reflects the solid growth momentum in the first 2 months of 2016, despite a higher seasonality pattern observed throughout the industry. and we look forward to expanding our partnership in 2016. We remain highly confident in Bitauto management's ability to execute on its strategy it is a very difficult for either 1P business or platform business to operate effectively. So we believe O2O platform -- O2O model is the only effective way to We had an impairment charge as part of our year-end review, mainly due to the discontinuation of Paipai.com and the write-downs of Bitauto and a few smaller investments. This concludes my prepared remarks, and we can now move to the Q&A session. On June 27, 2018, 2 days before the Board of Directors considered this matter, the Cabinet has approved the extended use of the royal properties for Thai Oil, meaning that risks have the second quarter of 2018, mainly from the absence of withholding tax for the whole quarter and loan repayment. The production is now back to normal, and we expected that the utilization rate in the third and fourth quarters will be about 110%. The domestic oil demand is displayed on the upper right, which is believed to be typical everywhere. The turnaround maintenance of paraxylene plant in the third quarter of 2018 and the fourth quarter of 2018, as displayed in the purple area, will be another determiner of the supply scenario. In the meantime, graph B explains the potentially high incoming capacity of styrene monomer in the fourth quarter of 2018 compared to the first to third quarters of the year, posing positive factors for benzene as well. The current agreement will be valid until 2022. And with this, it will be extended for another 30 years to 2052. Upon completion of the agreement review, we can proceed to the agreement signing phase. as of the first half of 2018, which is about the same as that of the first half of 2017, reflecting our strong financial position. On the other hand, the U.S.A., the largest user of gasoline has a rather stable demand and the usage rate still remains high. The time line for project FID has been committed to be in the third quarter of 2018, and it is then the management's intention to keep such commitment. have to say that there have been several activities taking place in the second quarter of 2018. Over the past 6 months, Without the previously expected capacity from these refineries, the incoming supply will be lower than that of 2017 and in turn, causing price to increase. Linear Alkyl Benzene demand has been projected to increase slightly in the third quarter of 2018. On top of that, the use of detergent will be higher after the rainy season, which is a positive factor for LAB. About half the favorability to SG&A is related to timing of expenses and will hit the fourth quarter. We continue to see slightly better sales results, 50 basis points to 100 basis points, in localized categories on less inventory versus non-localized categories. So that's better than your history, 200, 300 basis points better than history. And then as we get to the targeted 100 branches, which I think that's still the number, is go from the low 80s to the 100, then you could see margins reassert So I wouldn't say we have nowhere near 100% clarity. And we -- unless we can have that, it's hard for us to say and pound home, hey, During fiscal 2016, we have added sales resources such as branch sales managers, antifreeze sales and service reps, we think it'll be a similar story in '17 to what we saw in 2016. Great. And are there any more synergies to come out of the tw telecom deal? Or is that pretty much played out at this point? and for the full year 2016. As we look at the market opportunity, we see customers' needs for Level 3 services continuing to grow. In summary, as we move through 2017, we will remain focused on driving profitable revenue growth, managing our expenses tightly, Adjustments will reflect changes made to customer assignments between the wholesale and enterprise channels at the beginning of 2016 due to mergers between certain customers and other changes. I can tell you that the franchisees at our fourth quarter national franchise advisory council and more recently at the 2016 kickoff events Our Tools Group and our Repair Systems & Information, or the RS&I group, took advantage of those opportunities and grew across our franchise network and with repair shop owners and managers. Customer connection and innovation, working better and better. We had more new hit products in 2015 than ever before, not just for the Tools Group but for the corporation overall. Runways, Following that, Dan Leib will discuss our financial performance in detail, and then we'll open up the lines for Q&A. This morning, we released our earnings report, a copy of which can be found in the Investors section of our website at rrdonnelley.com. from the second quarter of 2015, primarily due to unfavorable business mix partially offset by our ongoing productivity initiatives. a decline of 6.8% from the second quarter of 2015, largely a result of unfavorable changes in foreign exchange rates With respect to our pension plan, I'd like to note that in the fourth quarter of 2015, we communicated to certain former employees the option to receive a lump-sum pension payment or annuity. as you look at things, hopefully, the dollars that will be spent by the 16,000-plus different school districts will be towards curriculum in both electronic and physical as they go through it. So it's obvious. I think your observation is 100% correct. I think everybody now is fly to quality, so everybody is trying to reduce their Our merchandise margin expanded by 190 basis points due to lower costs and higher realized selling prices. I would now like to turn the conference over to your host, Ms. Judy Meehan, Vice President of Investor Relations. Thank you. You may begin. and we ended the quarter with 158 licensed stores across 23 countries. Although we have very few stores that are unprofitable, we continue to pursue opportunities to rationalize or consolidate selling markets. we expect for the back half of the year, we're looking at about 100 to 150 basis points What we see is there's a nice leverage on the direct business where we have locations. So as a reminder, we're only in 11 states right now. We're only in 11 states. So we have lots of expansion opportunity, Jay mentioned, we had a 30% lift in our mobile conversion. Our mobile app continues to be very strong with almost 100% comps in the quarter, and we're continuing to grow both our international We also remain on track to set up the U.K. ring-fenced bank by 2018. And we continue to implement Global Standards throughout HSBC. Some of our other actions are taking longer to complete. This included a proposal to pay a dividend from the U.S. business back to the group in 2017. This is a consequence of the progress we've made in winding down the legacy CML portfolio the last 12 months. And if it goes ahead, And actually, we make about 4x as much with the U.S. companies outside the United States as we do in the United States, and keeps us on track to deliver the reductions we promised by the end of 2017. Our strong capital position and stable earnings Given these circumstances, it's unlikely that the U.S. business will hit its targeted return on risk-weighted assets by the end of 2017. That said, we have made good progress in reducing risk-weighted assets in the U.S. Other expenses increased primarily due to the impact of the FDIC insurance surcharge, which began in the third quarter of 2016. Slide 14 highlights our capital position. touch on some of the items on the growth front that you mentioned in the past. Maybe it's in payments or in the wealth penetration. Maybe frame out what those can mean to revenue as we think about both the rest of this year and into 2018 and beyond. But we're starting from a point that's not far away from what we think is our optimal capital structure, the 8.5% versus the just over 9% we are today. Andy and Terry will be referencing a slide presentation during their prepared remarks. A copy of the slide presentation as well as our earnings release and supplemental analyst schedules are available on our website at usbank.com. Let's now take a look at expectations to the rest of 2017. As we have mentioned, We also saw very good progress in our immuno-oncology collaboration with Merck & Co., where the first program is expected to enter the clinic this year, with potentially another 8 clinical starts over the next 3 years. structures or strategies? And if you can comment on that or provide some color. And finally, on R&D distribution, can you in a very rough sense, we think for Europe and the U.S. in total we will eventually need about 100 people, about 50 of which will be hired within that period of time, we should have a very clear indication whether there is a strategic partner out there that we think can meet the needs of driving forward into Phase III and Although this was primarily a safety study, we also saw a clear demonstration of rapid antiviral effect and the first encouraging signs of its clinical effect. These results gave us the confidence then to prepare for a larger Phase IIb efficacy study. Already in 2017, we have made the huge step of submitting a marking authorization application, based on the TITAN Phase II results, So we've never had a service level in the Tesco estate which is as good as it is now. On the 1,000 lines that we identified, if you remember back in I'll tell you another thing, which is -- for those who are familiar, Tesco, for many years, has had 2 values, right, 2 very important values that were created by colleagues over 20 years ago. all right, the segmental review, the way that we're picking the KPIs. What I thought I'd do now is share with you what it is we shared with our teams this morning. So when we went to the market at 7:00 this morning, I also sent this If you have any objections, please disconnect at this time. Ms. Kendall, you may begin. in the rewards offerings in the U.S. heat up late in 2016, at that time, we made a conscious decision to shift our acquisition program away from legal and repositioning has been running about maybe a little bit under 150 basis points of revenue. if we're adjusting that range up to 500, basically, basis points of losses in retail services in 2018, we're also going to take the medium-term view of retail services And that's really because we've been able to generate about 170 basis point of wallet share gain this year, and that's all with corporate clients. So combining both elements some businesses, some product portfolios that we had sold early in 2016. And so we lapped that impact This is just the first step of a more ambitious long-term plan to open 1,300 stores in the next 10 years. and Fernando just showed you the phasing of the implementation plan on Slide 20. On Slide 21, we have translated the first 3 years of our transformation plan into a more detailed financial outlook. Chile is and will continue to be a critical country for us and the combination of Telepizza and Pizza Hut will result in a leading position in the region going forward with 214 stores from day 1 after closing. on the results for fiscal year March 2018 to be followed by the presentation by Mr. Inoue, President and CEO. He will discuss So in 3 years, you have 3 KPIs that you have fulfilled, and I do believe that was mentioned in the presentation. So aside from these areas, S&P to change ORIX category and they asked me, which category we should be in? That was a question from them. And I said ORIX category. So for -- starting from May 2017, you have overlooked the open innovation initiative and then But even with the absence of a full scale launch of 670G, we found that people with diabetes, particularly people using multiple daily injections, to the 670G. We see these tactics as bully theatrics intended to redirect the attention of customers and healthcare providers away from the products and sales, promote fear and suppress choice. We believe that looking at our operating results on the non-GAAP basis provide useful information when comparing to our financial results for periods prior to Q3 2016. So today, I'll be discussing both GAAP and non-GAAP financial metrics. and in late 2016. Sales during the month of December have historically been significantly higher than the other months within the fourth quarter of any year. We're hearing that they're only placing the 670G at the clinical trial sites that they had as a part of their study. and requires half the calibrations as Medtronic. Since users of the 670G are not able to make dosing decisions using their sensor, Also as we focus on creating efficiencies in our operations through the use of technology and operational improvements, we expect headcount additions for the remainder of 2017 to be limited. Yes. I think in the second quarter, we'll continue to face the same competitive environment we talked about. As Kim mentioned, the delaying of the launch of the 670 is going to sort of Our list of factors that could cause actual results to be materially different from those expressed or implied by any of these forward-looking statements is highlighted in the press release announcing our first quarter 2017 earnings, which was issued earlier today In addition, we are implementing measures that will help reduce our cash burn and remain confident that we will spend less in 2017 compared to last year. Until the program expires in September 2017, we will continue to show similar adjustments in future quarters. A reconciliation of GAAP results to non-GAAP results is included as an exhibit to today's earnings press release. Outstanding balances under the new revolving credit facility bear interest at LIBOR plus 3.50%. This refinancing reduced our senior credit facility interest rate and look for an additional 0.25 point, 0.5 point, 1 point of margin. And so it is a volume game in that sense and we love the vertical there. Thank you, and good afternoon, everyone, and thanks for joining the call. A press release covering the company's third quarter 2016 financial results was issued this afternoon that we, and we know their trade cycle, being 24 to 36, we anticipate the supply to grow in the 2017 calendar year, in our philosophy that we've stuck with, The majority of the increase in SG&A was driven by 2 items. There may be shows that you have to pay 4 and 5x for it if they have a 20-, 30-year history, and I'm not scared to do that because they have a stranglehold in the market. I would caution you on the earnings. On the fourth paragraph on the second page, it starts out as a result of the December 29, 2017, Kansas Supreme Court ruling. And we're now up to about 80, and there's a possibility of us aiming to get up over 100 here in the next calendar year. So in 2017, we stopped selling a significant number of products, which are no longer or never were profitable and which no longer has a chance of ever being -- becoming so. is the planned and already announced discontinuation of our manufacturing plant in Thun, which will happen during the course of 2018. We have costs for considering all these effects, our net result would have been almost at 0, just as we expected it for 2017. But I will come to the different while this year's SG&A includes additional expense from recent acquisitions and continuing higher advertising and distribution costs. that's as far as we would go in terms of detail. All right. I was trying to get how many plants out of the 12. But last question. And so that's an annualized run rate that we expect to be at as of May 31. There'll be portions of that, that will benefit our fourth quarter. our current fiscal year, May 31, I think people are seeing and will start to believe the good momentum that we're building, but we'll be a little bit behind the curve in terms of our margin targets. Since the initiation of the plan, we have closed or are in the process of closing 12 manufacturing plants and have announced the reduction of 502 positions. How are HUMIRA trends in psoriasis? And to what do you attribute the weakness in the IL-17s? So That's the first question. We expect to begin seeing data from these Phase III trials next year. was overdone by a magnitude of 4, 5x, and therefore, the stock is very undervalued. And when we see situations like that, we're going to take advantage of that. We think that's the appropriate thing to do. we have a significant amount of Phase III data that supports the profile of those assets and the confidence that we have around regulatory approval of those assets. as indicated in our news release this morning, we are increasing our full year EPS guidance for 2018, which I'll discuss in more detail here in a few moments. HUMIRA delivered to be able to put those patients in the appropriate level of control. And so the 17s and the 23s and many other mechanisms will have a role to play In all 4 Phase III studies in the pivotal program, risankizumab consistently showed very high and durable rates of skin clearance. Average hours billed for a day of continuous care was 18.2 hours in the quarter, a slight decrease when compared to the 18.3 average hours billed for a continuous care patient in the second quarter of 2015. Our With that being said, admissions for the first half of 2016 have been below our expectations. We are reassessing, and where applicable, implementing revised marketing and education plans within certain communities. We anticipate a portion of this estimated reduction in revenue growth will be offset by increased efficiencies in 2017 in the areas of non-bedside field operations and general administration. a straighter picture in terms of the progression of earnings. And -- but as we look at timing of spending SG&A, sometimes it's not easy to perfectly predict how much you're going to spend in September versus October in terms of ramping up for new business. So there's an element of some of that SG&A getting into the fourth quarter. The services under this new contract began October 1, and we added approximately 50,000 new members. But you'll be bidding for the pricing for '20 and their book will be yours for '20? Yes. how we should think about the moving parts, meaning, I know Meridian is going to drag that number down I believe in 2019. But if you think about core WellCare group versus the impact of Meridian, Related to this, we will now calculate net income percentage and SG&A percentage metrics off of total revenue, which includes product and services revenue and investment and other income. In conjunction with the call today, we will be using slides which can be found under the Investors section on our website, centerpointenergy.com. We will also discuss our guidance for 2016. The guidance range considers utility operations' performance to date On their third quarter call, Wednesday, Enable guided to the midpoint of their previous 2016 guidance for net income attributable to unit holders. This equates to the high end of our guidance range for midstream investments. The terms of the contract increases their fee-based margin and reduces their commodity exposure. We are very pleased to see these improvements and the positive impact it has on their 2017 forecast. We saw an important new logo win with the Office of the Comptroller of the Currency, or OCC, which was our first competitive federal Microsoft Office 365 win. Offsetting the improvement in Services gross margins was increased SG&A expense. As Peter mentioned, we are increasing our investments in advisory and consulting skills were up 110 basis points versus the second quarter last year, but still below where we had anticipated. The OCC is only the second bureau within Treasury to migrate to Office 365, and 6 others will need to migrate soon. Earlier today, Unisys released its second quarter 2016 financial results. With us this afternoon to discuss our results We are pleased with the increased Services gross margins, which were up 110 basis points, primarily as a result of our cost-reduction efforts. and we're 100 days into operating this deal and really are just starting to promote the areas then an 80 meg product based on where speeds are available and eventually getting to 100 meg. We believe that a successful treatment regimen involving ARB-1467 or 1740 must significantly reduce viral DNA and S-antigen and provoke a reawakening of the host immune's response. This study will enable a cross-study comparison of its potency with ARB-1467, which will inform the decision to choose between these 2 candidates for further clinical development. We expect AB-423 to be competitive with other companies' core protein/capsid inhibitors that are in the clinic, but we think there is room for further improvement. baseline S-antigen levels are important. Below 1,000 or perhaps even below 100 are probably very meaningful there. The datas remain to be seen, though, as we talk about these newer therapeutics coming out if that's really the same situation as we deepened our investment in our 2 drug candidates in Phase II, our 1 drug candidate in Phase I of development as well as our multiple research programs focused on HBV. G Across the vast majority of our acreage, the Woodford is in excess of 100 feet thick as you can see on the far left map We averaged 6.5 rigs for the year and ended the year with a drill rate of over 14 wells per rig per year. We are at a place where we can grow production materially in 2019 and generate free cash flow by the end of the year. That is pretty remarkable considering we have only been a stand-alone company for a little over a year. While some of the results in 2018 did not optimize capital efficiency, the lessons we learned allowed us to understand the reservoir and better evaluate and derisk our acreage. so you can see how the program looks when it is optimized. All 20 wells had an average peak 30-day IP of 1,080 BOE per day I will provide more details on well performance and our key learnings to be applied in 2019 shortly. This very conservative assumption provides over 1,300 remaining premium locations with an average lateral length of over 1.5 miles. Furthermore, as I stated earlier, This morning, I'll walk through our 2017 second quarter results, and I'm proud to report that it is our third quarter in a row delivering mid-teens contract sales growth. We believe that the foundation is set not just for a great second half of 2017, but for several years to come. Thanks for joining us today. And finally, to everyone on the call and your families, enjoy your next vacation. Forward-looking statements in the press release that we issued this morning, along with our comments on this call, are effective only today, August 3, 2017, and will not be updated as actual events unfold. contract sales were up over 18% versus the second quarter of 2016. This growth was driven by our North America segment, Now let me take just a moment on our outlook for the year. As Steve mentioned, we are raising our 2017 full year guidance for contract sales growth with average FICO scores of our buyers at 743 and delinquency rates remaining near historic lows. is compressed or not viable. Is there a chance that they go into the M&A pipeline? Could you talk to that a little bit? during 2018. In addition to organic growth, we are continuing to work on identifying the best acquisition targets. as we reduced expenses, which arose from our acquisition of the assets of MediGain in October 2016. The significant cost savings we have achieved from the fourth quarter of 2016. This is our third consecutive quarter of positive non-GAAP adjusted operating income from a registered direct sale of 1 million shares of common stock in May 2017. The preferred shares trade on the Nasdaq Capital Market that the reason that we are not giving guidance for 2018 is because we see amazing things happening in 2018. This is the first time as a company that we have this much cash available. Second, we are now handling the entire contracted universe of claims for our new 1,000-provider group and have already been able to help them increase collections. who we knew had decided not to continue prior to the closing of our transaction in October 2016. As these clients completed their transition, Also, with 3 quarters completed for fiscal 2017, we expect that this will be the sixth consecutive year in which we've registered growth In terms of overall trends, sales of our new 3D MRS-enabled AOI products have been accounting for a growing percentage of our total AOI and solder paste inspection system sales. We are also pleased to report the initial sale of our CyberGage360 3D Scanning System for the general purpose metrology market, this product is based on our 3D MRS technology. CyberGage360 was on display in September at the International Manufacturing Technology Show and we expect demand to be healthy for the remainder of 2018. This quarter, we began work on a planned outage at our Granite City facility, for 2017. So in conclusion, our solid financial performance continued Our debt to cash flow is only in the mid-2s. We've told the market before that we're comfortable going into the mid-3s for opportunities. So we'll continue to look at those opportunities. There are other things out there. we repeat the guidance given at the beginning of the year. The group revenue is estimated to grow by 0% to 10%, and the adjusted operating profit In fact, when we add up the first 6 months of 2018, our production was 2% higher than in the same period of last year. resulted in Q3 EBITDA and net income being higher than they were in Q2. Turning to our most recent board meeting. I can assure you that our Board of Directors", "pred_text": " continued to recover from the depressed levels we saw in late two thousand fifteen turning to equities uthe right signals in terms of some of the early cap eyes around of of broker boats around some of the feedback of some of the services to come back and tell your ranking we just haven't seen that yet but we want to do two things we not only want to move towards smart at ms as mexico and mexico banking moved more towards digital as well an certain previously disclosed one time items that benefited the third quarter of two thousand fifteen including a gain on the sale of our merchant acquiring business in mexico we also want to increase the number of atms and what we've talked about is going from seventy five hundred to ten thousand and at the same time going to the earlier party your question you'll see us continuing to employ our strategy or our branch optimization which is available for download on our website citygroup com afterwards we'll be happy to take questions before we get started i would like to remind you that today's presentation may contain forward looking statements sure  sameal start is so if you look at our footpont in mexico we've got about fifteen hundred branches in mexico today and i'd say a lot of that investments spend these increases were put into effect on january first the price increases range from four to fourteen per cent depending on the product grade approximately fifty percent eliad p sales revenues are subject to this increase this represents a seven percent increase sequentially when compared with the third quartef two thousand seventeen driven by a combination of higher pricing and record volumes which benefited from the first full quarter of results and if you look at at where we respect the man to be in twenty eighteen i would expect that we'd be somewhere between a hundred to hundred ten million tons ore operating income more than doubled and our net income nearly tripled from two thousand sixteen this excellent performance was driven by our key titles across the regions and viewing games is actually a pretty fun activity i do it a lot myself um my my my i have two boys they're twelve and fourteen they both love to watch people who are good at playing games view it um than they do like a typical entertainment platform is because they 're just becausedungeon fighter and several of our other games have repeatedly just simply shown that pattern as four lascale update scheduled for dunjeon fighter in twenty eighteen there are no ma big changes from seventeen and we expect to conduct them at a pace of about one two two updates for a quarter it was certainly true in the early days of facebook games aroun the two thousand nine two thousand and twelve period and it's been very true in the mobile business and yet they have no they have no they're constantly looking for the day when dungeon fighter goes away and revenues were at the high end of our guidance primarily driven by denton fighter in china which performed well throughout the quarter again this was mainly driven by dungeon fighter which showed strong performance throughout that quarter more and more there's an opportunity in the living room and so we see that is an opportunity which is why we're going to be bringing more games to consul coming up in two thousand an eighteen and beyond i believe it's worse domention that we have integrated the oan to our business model only since july twenty sixteen following the acquisition of atility partner uh deep in of the forties uh well i think that once we're in volume an distributed access so we're gongnto move quickly to the forties and and potentially lower um we also completed a significant future ennancement to legona kash for one of our tierwan amd s ol customers like you and have you seen any of the other i guess to uh tear ones taking a look at that or i that something that's further down the road and and it's really just really customer at this time i would like to turn the conference over to mr kumar to proceed with his remarks please go ahead thank you fumint for the purposes of this call we assume that everyone has seen the news release in financial statements for the fiscal two thousand and eighteen fourth quarter that are posted on vessima's website for those of you who have not received a copy of today's results the release as well as the latest investor presentation are both available in the investor relation section of er website at investor doccanes dot com actual results could differ materially from those anticipated in these ford looking statements risk factors that may affect results are detailed and dirt filings of the canadian securities commissions which can be accessed at cedar com i want to note that we've seen a hundred and three percent increase year o the year incline towards toouracility as a result thet potential clients driven by the compelling opportunity to experience their designs in ice virtual reality earlier than expected including the potential to increase y dividend in the third quarter now i would like to talk about some of our first quarter accomplishment an isolet for the remainder of two thousand and sixteen we have identified more than twenty six hundred stores nationwide as candidates we remain confident that we will find a creetof purchases in the near term to increase our portfolio and continue to grow earnings which is a benefit to the company and the outpaced unit sales for new well our overall f n i uh p v r may fall but gross profit dollars again continued to generate at a higher rate so we're pretty pretty confident that that a quarterly number of seventeen eight may be more typical which is going to require a little bit more inventory adjusted s  naor the persentage of gross profit and adjusted pretax margin non get measures do not have definitions undergap and may be defined differently and not comparable to simialy titled measures used by other companies on a consolidated basis including the effect of recent acquisitions are adjusted s gns a percentage of gross profit in two thousand sixteen weare expecting modest improvements in sales rates and similar trends and recent execution at our stores our guidance does not include the impact of future acquisitions after taking on the additional operational oversight since the departure of our c o o and spending the past three months in the field working directly with our facility c e os i can tell you that we are making dramatic improvements across all areas of our clinical operations had hoped it would we've got a lot of work ahead of us and q too and few three but we feel like that we've started down the right path we are continuing to improve our clinical uh programs out into the field as well as our physical plant set forth an eighttee fallings for the securities and exchange commission and in the company's first quarter two thousand seventeen eariange relief and consequently actual operations and results may differ materially from the result discussed in the fordlooking statements effective residential bed capacity which is based upon our stafping levels was one thousand sixty three at the end of the first quarter change in our revpore outlook across our system for the full year two thousand sixteen assuming it was evenly distributed amount ro two thousand sixteen incentive fees from our international hotels declined during the year more constructive place for us to be than uh uh to try and move it by only half a point it gives us a little bit more room to see what happens with jinny pegrowth i don't know i don't know that i can pull those numbers off the step of my head i think china will when we close the deal will be something like two hundred fifty open hotels between remember our guidance excludes the pending starwood acquisition we expect the pianol impact of starwood will be very noisy in two thousand sixteen due to the transition and transaction costs uh that business is really picked up from two thousand thirteen to two thousand fifteen as you saw the residential market rebound and so as we look out into the future we've got a number of other projects coming on board you know the difference between sort of a half a point decline in our bottoms up aproach and a roughly one point deplined in the guidance they were giving you this morning so there is a bit of a flavour that comes n the second half of eighteen forst the first havn h  i think your capacity your headcount was somewhat flat can you talk about while we're still early our progress in this much larger market is encouraging revenue from tier one carriers af fisical two thousand seventeen more than doubled important also to phase to is obtaining product approvals at the national carriers beyond our success that regional players to dat we have urged product approvals for parts of our product line at this time it remains difficult to determine when a meaningful market rebound will occur which is why we're forecasting a first half of fiscal two thousand eighteen to be consistent with the same period last year in expense attributal to cost associated with the patent infringement lawsuit brought by comscop during the second quarter of fiscal year two thousand seventeen not only are we defending our position that our innovative solutions do not violate any ballef hattent ah you are baking in any meaningful traction with the tear ones into your assumptions to illustrate i mention that the tro one market expand our curren tam by at least five times the cable t v market doubled that market opportunity dot previous earnings fill report we introduced phase one and two of clarfield's growth trajectory as well as our outlook and strategic initiatives for fiscal two thousand an eighteen sherrie when you factor in the wireless market especially the emerging internet of things or io t segment you're looking at an environment that experts congest will require afto forty times the amount of fibre currently in place these ine revolved around our restructuring of the company whereas faith too focuses on aggressive but disciline expansion of our total available market over time as weata scale through phases two and three we believe we can achieve that income at a percentage of revenue revenues for diagnostic information services prove point five percent compared to the prior year triven by strong volume growth and favorable weather partially offset by increasing reiversement pressure and higher patient concessions we continue to make progress on the triple seven bridge it's highlighted by these orders and the recent letter of intest from cutter airways for five triple seven fraters ah so we have time to do our homework and the r and dd profile for that airplane if we proceed would feather in very nicely on the backside and triple seven x so from an overall cash deployment cash manaint stan um i think when you look at the triple sevenx a lot of what you talked about is is what's been taken into account in our forecast so obviously building the scattic aircraft well i mean you've got the obieustly the improvement in mix that we've talked a lot about and you've seen how smooth the dash nine is entered into the production system uh we think represents a solid uh position for that program and we're on track to bridge to the triple seven ext beginning in twenty twenty today seven six seven freighters are the best they've ever been and the demand for the seven six seven continues to grow from both freight and military customers around the world in the factory the associated production system transformation for the triple seven x is being implemented is there anything material outside of the seven eight seven program in either direction we continue to assess the upward market pressure on the seven thirty seven production rate but we still have more work to do to fill the remaining triple seven production slots basein our progress of maturing commitments in te firm orders managing the skyline and working new campaigns we continue to see repeat orders for the seven eighth seven dream lighter thas demonstrated by the order from american airlines earlier this month in the wydebody segment we have seen steady orders for the seven eighth seven and trouple seven airplanes and of high confidence and a meaningful increase in wide body replacement demand early next decade we continue to believe the rate plan we put in place establishes a floor for the program and supports our production bridge from the current trouble seven fowing as a global company with operations around the world supporting commercial and government customers and more than a hundred fifty countries we are continually working in a range of geopolitical and business environments ah were very pleased with the progress we're making on the seven eighth seven production line overall and uh commonality between variante in the production system is is a key part of that productivity plan that uh castle is going to continue to grow from there what what exactly are you assuming for triples av an x in terms of the inventory build over the next couple of years and then falling on that how how key is the um um for the fifteen triple seven three hundred a yors that you were supposed to sell them i believe if i'm not mistaken the first one was originally due to be delivered this month so have you had a chance uh to examine whether as only uh bolstered our confidence in in that line and while we still have some work to do to fill out the remainter of the triple seven bridge uh we're steadily marching through that and we ah we think we're well positioned so so i said earlier there it's all electric and achieves a minimum range of hundred fifty kilometrs and the first orders have already been placed finally of course in february two thousand and nineteen okay so you are looking at the absolute level as well when you talk about sustainability our mobility services keep on growing and posted a user increase of sixty four per cent at the end of september we had twenty six million customers in a total of a hundred thirty cities in the first nine months of two thousand eighteen this was mainly due to the general business performance and the development of working capitals time of financial services anticipates further growth in contract volume for two thousand eighteen with new business expected to be in the magnitude of the previous year and therefore after the closing of the second quarter of two thousand and sixteen including all hedge erfacts now i'll turn the conference over to mrs powle miss powler you may begin the call it is worth mentioning that the harvest was anticipated to march intto thousand a sixteen seventeen crop years will result in meaningful improvements in margon's return on capital and growth for our company as transformation to poynto becomes part of our daily routine and even in our corporate support functions there is great energy in the spread of transformation to point or work as we accelerate the deployment of more teams expand our abilities move more quickly and each deeper into the business believe that emmonay is a good growth killer for us um we haven't done anything lately and that's just a a factor of having not found the right opportunity or or getting it at the right price but we continue to be active and have a pipline of opportunities i'd like to introduce miss kathy little vice president of corporate communications and invester relations miss little you may begin the relout of the two pono version of our transformation continues on track across the company we've seen strong results so far in our steel company where yeah i mean w baur oil gas business is still losing money so it is dragging down margins and earnings n in the pressure cylinder segment and so i would say this time around were really effectively trying to roll out not only the first playbook from transformation one point out but also the the lean tools from two point ou so before we start lettg me highlight the disclaimer statement the third quarter two thousand seventeen was another strong quarter for shell and reached nineteen per cent in ce three two thousand seventeen this performance has been delivered across a range of crude and gas prices and demonstrates the robustness of the portfolio at a lower oil price in china shell and sinuc took the final investment decision in the first quarter of two thousand sixteen to expand the existing petrochemical complex in nanhai the most competitive cracker in china in two thousand sixteen we announced the final investment decision for a petrochemicals project in pennsylvania and the u s looking into the twenty twenties there haven't been a number of large afidies given what we expect to happen with the ellergy market we think there should be some tightening in the early twenty twenties the exact dat by now everyone should have access to the earning's press relief that was issued this morning and is available on the investant relations page on finapta's website at w w w dotsonata  com turno page eighteen our new england clean energy connect translistion project give me a few highlights for this the twelve hundred magauat transmission project that would connect we secured all the right starting we went back to two thousand fifteen and up through really the end of two thousand seventeen to make sure we have t all the rights away to the canadian border well in advance of this project even uh we also filed for the key state and federal approvals in two thousand seventeen and will go over that with a chart in a second we also expect to file ratecases by may for both niig and argeni for electric and gas byma that was filed in september of twenty seventeen and we should have that bive id twenty nineteen and then local municipal construction approvals will be timed as needed throughout the project good afternoon thank you for standing by and welcome to the fiscal second quarter two thousand seventeen conference call and webcast for deltaco restaurants incorporated remember upon becoming a public company at mid twenty fifteen we achieved an optimized balance sheet and the financial wherewithal to accelerate growth the solid performance reported by c n n x for the third quarter and the remarkable growth we have achieved since our ip o two years ago may receive less attention than i would otherwise some slives that may be referenced during the call are posted on our website conemidstream dot com we suspect that each sponse will take advantage of this to provide foure views during their upcoming annals staste consal is noted that iet expects to have modest production growth in two thousand seventeen tides of restarting its thrilling activity with two rigs in august turning our attention to the third quarter of financial inoperating results we wave pleaced the solid performance that exceeded our internal expectations you will note in this monang's release that we have both tightened and increased our guidance for four year two thousand and sixteen results um we expect to see really good growth as we go to twenty eighteen and angan and h r i o t splots wo playo big part of that and we anticipate strong growth well above the underlying lifi market and fiscal two thousand eighteen an automotive connectivity we launch between all this organic growth the e hay joint venture and comparative partial revenues of two thousand sixteen fer a few months from a few small acquisitions by the second quarter of two thousand and eighteen this goal will be added by the growth initiatives that are discussed during the call have also by a acquisition strategy to claim professing to general lazeur to claim the judication to four o one kve you name it we handle all of that from one end to another are reinsurance revenues quarter over quarter or eighteen percent we expect that weill be able to improve revenues park during two thobes sixteenth the change in foreign currency exchange rates decreased as of now evich' deployment has been very fuccessful we intend to keep blanting new products on this exchange in two thousand a d seventeen i am extremely proud of what the epect' software art is with the aggregation we have built and the network effect it leads to evichs had a great year in two down sixteen on the customer itention front also part of us strength ill that our products have been built there we stopped in in to india in two thousand and one week of the riverse knowledge on our aie website there is also an accompanying presentation and da sheet available will make some brief opening remarks and then spend the rest of the coll lon cuoney um tied to a f r s fifteen i believe i was just curious as far as whether anything's changed as far as i will now hand the call over to mister ian lee at lassiann's head of investor relations please go ahead anthe second one was related hreeof guidance on margins because last year also i think there was thes guidance of and talking about corbil ofe exelnin of andpatience i wantto to say that i will reafrate that our commitment is to deliver much better a a growth in f i seventeen as a management team we are committed to t most impact at accident years two thousand fifteen fourteen and thirteen to delve more into the financial metrics i will now turn the call over cheneil we also noted in our prerelease earnings call last month that we had not yet deployed fully deployed the balflex selectac five sixty product in market as we begin two thousand sixteen we are well positioned to deliver another year of strong sales and profitability growt we anticipate completing our valuation in analysis by the end of two one two thousand sixteen and will be in a position to provide more color following the end of the quarter during two thousand fifteen we focused much of our effort on this improvement and it was driven by a variety of factors including pricing value engineering supply chain and mixed optimization it's important to note that our invantory turn in qeu for two thousand fifteen were nearly identical to the same quarter prior year and we are continuing to see favorable response rates as we progress through kuwan to thousand sixteen now turning to our retail segment for the comparable period in two thousand sixteen this improvement was a result of lower interest extent from refinancing our deck in july of last year throughout this year and into two thousand and eighteen however the transition is going much faster than anticipated thand while the total number and volume of profiles to be transition has not changed moving on to the balance seat our leverage ratio ticked up slightly to two point five times as of january thirty one two thousand seventeen primarily due to the seasonality of our business that that those two um are are both working very well and expecting deliveries of new equipment over the next two to three years these are long term transportation contracts which together with the portland express project contract will serve to replace adpiring legacy contracts and expand the portless system to a propably point three b c f per day these note that a fly presentation will accompany their remark and is available on our website at t c pipeline l p dotcom where it can be found in the investor section under the heading events and presentation our bion pipeline pomitted its first form five oh one g yesterday explaining that all of bipeon's long term firm contracts are at negotiated rates and that no ratechange is warranted when it comes to the marginal improvements um of two hundred f forty basis points is probably equally impacted at a percentage from both brands and when it comes to the operating margin at being up three hundred fifty basis points investing in our business and funding our pension plans in exess of required contributions beyond two thousand sixteen we expect to continue generating positive fre cash flow that can do the job that we need done between the islands of hawaii as well as the seven one seven soy any aircraft which we plan to use to contribute to the investments in our age three twenty one meels that begin delivery in two thousand seventeen puitting gears o the third quarter and fuller outlook ah of these two hat seven one sevens will help us provide more frequencies in pretty much each of the market during that critical midday midday period additionally while our seven one sevents still have a lot of light in them our neighbour island fleet is now averaging fifteen years of age and in the coming years these additional aircraft will provide us more flexibility to address the maintenance requirements we are expecting a s ms to grow a little more in the third quarter than what we saw in the first half of the year reflecting the delivery of our twenty third eighth three thirty last month added a few ex ra seven ones a few years ago and i think you tried to held mallie in it and it turned out that you actually ended up over capacotizing uh the neighbour hisand business a little bit so fleet strategy when you replace the seven ones down the road ether five seven years smol is there going to be maybe a place for like a c series one hundred eighto three hundred something like that um t have different by now everyone should have accent to the press relief that went out at about four o'clock eastern time to day if you have not received the release it is available on the angustor relations page of our website quyan airlines dot com purchased services totaling half a point for investments in our business an aircraft rent totaling half a point for the aighe three thirty that we took delivery of last month and the two additional seven ond one sevents delivering in the fourth quarter and in the fourth quarter will be adding two seven one seven also under six year leases that we expect to begin service early next year and the business in in at wy twenty we think you're goinnto end up with very significant growth in our billings on a consrency basis we enter at y twenty with strong growth in our renewal base and a and assuming a stable renewal rate we expect a significant improvement in billings growth on a constant currency basis the the visibility we have into f y twenty and of high confidence that we have of returning back to significant growth we believe we are exceptionally well positioned for f y twenty and beyond to drive significant improvements in our buildings and you apply them to the renewal book that we have coming in af wy twenty we are confident that that ends uf cenerating a very significant those metrics are also better with m s ps in terms of customers satisfaction rates and attention rates and so forth is not included in hour first quarter of financia results or in our two thousand sixteen flollyer guidance a d i strategies will be included within our business advisory segment upon closing which we anticipate particularly a m cs and some of the larger systems where there's a lot of more recently consolitated hospitals so i i don't want to say that we don't think those fully integrated projects are ever going to come back because i think they will will occur during the second quarter two thousand sixteen nhow let me walc you through some of the key financial results for the quarter on our earnings call in february we commented that we were cautiously optimistic about the overall girls of the health care segment in two thousand sixteen during the first quarter our healthcare sec revenue grews sixteen percent compared to the prior year quarter turning to our life sciences business the practice turned the corner into two thousand sixteen at a slower pace than was seen at the end of two thousand fifteen but gained momentum throughout the quarter now i'll make a few comments about the performance of each of our operating segments the healthcare segment generated sixty three percent of total company revenues during the first quarter of two thousand sixteen for to day's agenda i'm going to start by reviewing a summary about two thousand and eighteen results in performance of our asset program kal will then go through some of the key financial results and discuss our twenty nineteen output john ui uh i i would tell you that um the site the the resizing restructurn we did in the first quarter uh was designed to bring us down to sort of a midpoint of a bout a hundred operating rigs as of july twentieth o thousand n sixteen we had an average of fifty seven contracts in hand for the third quarter an average of fifty eight for the full year twenty sixteen ah mid thirties would be a good estimate uh and it's keven said i think the the the first part of the reactivations of our fleet won't require as a reminder of this conference call is being recorded i would now like to introduce your host for today's conference mister scott hamilton general counsel mister hamilton you may be in our first quarter results kicked off a strong start to two thousand sixteen as reflected in our solid earnings growth margin expansion and strong cash flows in the first quarter of two thousand fifteen that income increased due to higher gross profit which included a favorable effect of changes in derivative positions and a reduction in the we looked forward to continuing to work with him until his retirement in two an early two thousand seventeen as he servc as an adviser to the company thousand fifteen the increase was primarily attribitable to higher demand than the munitions and building and housing markets so if you recall in two thousand fifteen and this is predominantly chased brass and it's the phenomenon associated with imported brass rod disguidance reflect the palic close momentum in the first two months of two shousond sixteen despite a higher seasonality pattern observed throughout the t industry and we look forward to expanding our partnership in two thoutand sixteen wel remain highly confident in peorto management ability to execute on its strategy it is very difficult for either onetepiousness or platform business to opragdt effectively and so we believe alto all patforncoltual model is the only affective way to um we had an impairment charge as part of a year and review mainly due to the discontinuation of taipei com and ridowns of peroro and a few smaller investments this concludes my prepared remarks and we cannow move to the kulinnas section on june twenty sevento thousand eighteen two days before the board of directors consider this matter the cabinet has approved the extended use of the royal properties for tai oil meaning that risks have in the second quarter two thousand and eighteen mainly from the absence of withholding tax for the whole quarter and loan repayment the production is now back to normal and we expected that the utilization rate in the third and fourth quarters will be about one hundred nd ten per cent the domestic oil demand is displayed on the upper right which is believed to be typical everywhere the turnround maintenance of parasylin plant in the third quarter two thousand nd eighteen and the fourth quarter of two thousand enteen as displayed in the purple area will be another determiner of the supply scenario in the meantime grafbi expands the potentially high incoming capacity of syri modimer in the fourth quarter of two thousand an eighteen compared to the first o third quarters of the year posing positive factors for bedzine as wealth the current agreement will be valid until two thousand twenty two and with this it will be extended for another thirty years to two thousand fifty two upon completion of the agreement review we can proceed to their aggrievant signing phase as of the first half of two thousand eighteen which is about the same as that of the first half of two thousand seventeen reflecting our strong financial position on the other hand the u s a the largest user of gasoline has a rather stable demand and the usage rate still remains high the timeline for project f i d has been committed to be in the third quarter of two thousand eighteen and it is then the management's intention to keep such commitment i have to say that there have been several activities taking place in the second quarter of two thousand and eighteen over the past six months without the previously expected capacity from these refineries the incoming supply will be lower than that of two thousand seventeen and in turn causing price to increase linyar akil benzian demand has been projected to increase slightly in the third qar of two thousand eighteen on top of that the use of detergent will be higher after the raining season which is a positive factor for la b about half the favorability to eschenee is related to timing of expenses and will at the fourth quarter we continue to see slightly better sales results fifty bases points to a hundred basis points in localized categories an less inventory versus non localized categories so that's better than i history two three hundred p pases pointe better in the history and then as we get to the targeted huntred branches which i think that's still the numbers go from the low eighties to the hundred then you could see margins read so i wouldn't say we have with nowhere near a hundred per cent clarity and we unless we can have that it's hard for us to say you in pound home hey during festal two thousand sixteen we have added sale three sources such as branch sales managers anafree'sales and servece rebs we think iet'll be u it'll be a similar story er in seventeen to wavesaw in two thousand and sixteen right and are there any more synergies to come out of the t w telecom dealor is that pretty much played out at this point and for the full year two thousand and sixteen as we look at the market opportunity we see customers needs for level three services continuing to grow in summary as we move through two thousand seventeen we will remain focused on driving profitable revenue growth managing our expenses tightly adjusted to reflex changes made to customer assignments between the wholesale and enterprise channels at the beginning of two thousand sixteen due to mergers between certain customers and other changes i can tell you that the the franchisese at our fourth quarter national franchise advisory council and more recently at the two thousand sixteen kickop events our tuolas group on our repair to the information o'er the the art and i group took advantage of those opportunities and grew across our franchise network and with repair shop owners and managers cup to e connection in innovation working better and better we had more new hit product in two thousand fifteen than ever before not just for the tools group but for the corporation overall runways following that danlee will discuss our financial performance in detail and then we'll open up the lines for cuonat this morning we released our earnings report a copy of which can be found in the investor section of our website at ardonoly com from the second quarter of two thousand fifteen primarily due to unfavorable business mix partially offset by our ongoing productivity initiatives a decline of six point eight percent from the second quarter of two thousand fifteen largely a result of unfavourable changes in foreign exchange rates with respect to our pension plan i'd like to note that in the fourth quarter of two thousand fifteen we communicated to certain former employees the option to receive a lumpstong pension payment or annuity as you look at things hopefully the dollars that will be spent by the sixteen thousand plus different school districts ah you know we'll be towards curriculum in both both electronic and physical as they go through it so it's obvious i thin you obser himis and epsenqrac i think everybody now is fla to quality so everybody is trying to reduce them our merchandise margin expanded by one hundred ninety basis points due to lower cost and higher realized selling prices i would now like to turn the conference over to your host miss judy miehen vice president of investor relations thank you you may begin and we ended the quarter with one hundred fifty eight licensed sdores across twenty three countries although we have very few stores that are unprofitable we continued to pursue opportunities to rationalize or consolinate selling markets we expect for the back half of the year we were looking at about a hundred to a e hundred fifty basis points what we see is you know there's a night um leverage on the direct business where we have locations so as the reminder were only in eleven states right now we're only in eleven states an so we have lots of expansion opportunity uh jay mentioned we had a thirty percent lift in our mobile conversion our mobile app continues to be very strong with almost a hundred per cent com in the quarter and were continuing to grow both our international we also remain on track to set up the u k refence bank by two thousand and eighteen and we continue to implement global standards throughout s b c some of our other actions are taken longer to complete it included a proposal to pay a dividend from the u s business back to the group in two thousand seventeen this as a consequence of the progress weh've made in winding down the legacy see ar mel cortfolio the last twelve months and if it goes ahead and actually we make about four times as much with u s companies outside the united states as we do in the united states and keeps us on tract to deliver the reductions we promise by the end of two thousand seventeen our strong cattl position and stable earnings given these circumstances it's unlikely that the u s business will hit its torgetive return on resqrited assets by the end of two thousand seventeen that said we have made good progress in reducing resquated assets in the u s other expenses increased primarily due to the impact of the f b i c insurance search chards which began in the third quarter of two thousand sixteen flive fourteen highlanhts are capital positions touch on some of the items on the growth front that you mention in the past may bit som payments or in wealth penetration may be frame out what those could mean to revenue as we think about buth the rest of this year into two thousand eighteen and beyond but we're starting from a point that's not far away from what we think is our optimal capital structure of the eight five versus it just over nine percent we are today indi an terry will be referencing a flide presentation during their prepared remarks the copy of the flig presentation as well as our earnings release in supplemental anla schedules are available on our website at u s bak com let's now take a look at expectation for the rest of two thousand seventeen as we have mentioned we also feel very good progress in the munooncologyd collaboration with mercan coe where the first program is expected to enter the clinic this yer with potentially another eight clinical starts of the next three years structures or strategies and if you can comment on that o provide some coller and finally on rndy distribution can you in a very rough sense we think for europe and the u s in total we will eventually need about a hundred people about fifty which will be hired within that period of time we should have a very clear indication whether there is a a strategic partner there that we think can meet the needs of driving forwardingto in the fattory and although this was primarily a fafety study we also saw a clear demonstration of rapid anti virel eftact and the first entouraging signs of e clinical effect these results gave us to confidence tend to prepare for a larger phase to be efpicof thi study already in two thousend seventeen we have made the helish step but submitting a marking authorization application based on the tipon phase dwo results so we've never had a service level in the tesco estate which is as good as it is now on the thousand lines that we identified if you remember back in i'll tell you another thing which is for those who are familiar tesco for many years has had at two values like two very important values that were created by a colleagues over twenty years ago wy the segmental review the way that were at picking the capiis uh what i thought i do now is share with you what it is we shared with our o teams this morning so when we went to the market at seven o'clock this morning i also sent this if you have any objections please disconnect at this time miss kendall you may begin in the rewards offerings in the u s speed up late in two thousand sixteen at that time we made a conscious decision to shift our acquisition program away from legal and repositioning has been running about maybe a little bit under a hundred and fifty basis points of revenue if weare adjusting that range up to five hundred basically basis points of losses in the retail services in two thousand eighteen were also going to take the medium term viea of retail services and that's really because we'vejbe able to generate about a hundred and seventy dazses point of wallat sher game this year and that's all with corporate clients so combining both elements some businesses some product portfolio that we had sold early in two thousand sixteen and so we lapped that impact he just the firstastate of a more ambitious long term plan to oten thirteen hundred stores in the next ten years and tonata just shows you the phasing of the implementation plan on slyg twenty of flight twenty one we have translated the first three years of our transformation clamb into a more detailed financial outlook chilly is and will continue to be a critical council for us and the combination of kalebisan pizzahut would result in a leading position in the region going forwark with two hundred fourteen stors from day one after closing on the results for fiscal year march twenty eighteenth to be followed by the presentation by mister inowel president n  c e o he will discuss so in three years ah you have u three capy ites that you have fulfilled and i do believe that was mentioned in the presentation so aside from these ah areas sap to change orick's category and they asked me which category we should be in that was the question from them and ousaid oric's category so for starting from may twenty seventeen you uh have overlooked the open innovation initiative and then but even with the ampasis of a full scale launch of the six seventy g we found that people with diabetes particularly people using mutiple daily injections to the six seventy g we see these tactics as bolytheatric intended to redirect the attention of customers and healthcare providers away from the products themselves promote fear and suppressed choice we believe that looking at our operating results on the non gap basis provide useful information when comparing to our financial results for periods prior to k three two thousand a sixteen so today i'll be discussing both gap and non gap financial metric and in late two thousand sixteen sales during the month of december have historically been significantly higher than the other months within the fourth quarter of any year ah we're hearing that they're only placing uh the six seventy g at the clinical trial sites that they had as a part of their study and requires half the calibrations of metronic such users of the six seventy g are not able to make doing decisions hoosing their censor also as we focus on creating efficiencies in our operations through the use of technology and operational improvements we expect headtoun additions for the remainder two thousand seventeen to be limited yet i think in the second quarter we'll continue to face the same competitev environment we talked about as cam mention that the laying of the launch is six six seventy is going tosort of polititic factors that could cause actual result to be materially different from those expressed or implied by any of these forr looking statements is highlighting the press relief announcing our first quarter two thousand and seventeen earnings which was issued earlier today in addition we are implementing measures that will help roduce our cash firm and remain confident that we will spend less than two thousand seventeen compared last year until the program expires in september te thouband seventeen we will continue to show similar adjustments in future courtes a reconciliation of gaff results the ninjef results is included as an exhibit to the day's ornexpressorways outstanding baances under the new revolving credit facilities bare interests at libor plus three fiftye this refinancing reduced our senior credit forsoothe interest rates and look for an additional quarter of a point half a point one point of margin and so it is a volume game in that sense and we love the vertical there i thank you a good afternoon everyone and thanks for joining the call a press release covering the company's third quarter two thousand sixteen financial results was issued this afternoon that we and we know their trade cycle being twenty four to thirty six we anticipate the supply to grow in the two thousand seventeen calendar year in our philosophy that we've stuck with the majority of increase in esgionet was driven by two items um there may be shows that you have to pay four and five times for if they have a twenty thirty year history and i'm not scared to do that because they're they have a strangle hold in the market um i wouldt caution you on the earnings on the h fourth parograph on the second page it starts out as a result of the december twenty nineteen thousand seventeenth ken street cort really and we're now up to about eighty and there's a there's a possibility lusting to get up over a hundred here in the next calendar year so in uh two thousand seventeen we stopped selling a significant number of products which are no longer or never very profitable and weshould no longer have a chance of ever being at becoming so is the clant and already announced this continuation of our manufacturing plant in tune which will happen during the course of two thousand eighteen we have cost for um considering all these effects our net result would have been almost at zero just as we expectedit for two thousand d seventeen but i will coune to the differenc while this year's s gna includes additional expense from recent acquisitions and continuing higher advertising and distribution costs at as far as we would go in terms of detail ah all right i was trying to get how many plans out ofti well but the last question i ad um and so that's an annualized run rate that we expect to be at as of may thirty one ah there'll be portions of that ah that will benefit our fourth quarter a our current fiscal year may thirty one i think people are seeing and will start to believe the good momentium that we're building ah but will be a little bit behind the curve a in terms of our marcin targets since the initiation of the plan we have closed or are in the process of closing twelve manufacturing plant and have announced the reduction of five hundred two positions how art huh my returns an pcriasis into what do you attribute the weakness in the aisle seventeens shat's the first question we expect to begin seeing data from these phase three trials next year uh was overdone by a magnitude of four or five acts and therefore the stock is is very undervalued and when we see situations like that we're going to take advantage of that we think that's the appropriate thing to do we have a significant amount of thase three data that supports uh the profile of those assets and the confidence that we have around reguads ory approval of those assets as indicated in our news release this morning we are increasing our fullyear e p s guidance for two thousand and eighteen which ill discuss in more detail here in a few moments chumera delivered to be able to put those spations in the appropriate level of control and so the seventeens in the twenty freeson uh you know many other mechanisms uh will have it role of the play in all four phase three studies in the pipital program ricinghis amant consistently showed very high and durable rates of skin clarance average hours bill for a day of continuous care was eighteen point two hours on the quarter a slight decrease when compared to the eighteen point three average hours billed for a continuous care patient in the second quarter of two thousand thirteen with that being said admissions for the first half of two thousand sixteen have been below our expectations we are reassessing and were applicable implementing revives marketing and education plans within certain communities we anticipate a portion of this ascivated reduction in revenue growth will be offset by increased efficiencies in two thousand seventeen in the areas of not beneside field operations and general administration a straighter picture in terms of the progression of earnings and you know but as we look at timing of spending astrionee sometimes it's um not easy to perfectly predict how much you're going to spend in september versus october in terms of ramping up for new business so there's an element of some of that echiney getting into the fourth quarter the services under this new contract began october one and we added approxiabely fifty thousand new members but you'll be bidding for the pricing for training on their book will be yours for twenty yeah ias migra how we should think about the moving pars meaning i know meridian is gonnta drag that number down i believe in in two thousand nineteen um but you know the if you think about core weld car ger versus the impact the meridian related to this we will now calculate net income percentage and astiane percentage metrics off of total revenue which includes product and services revenue and investment other income in conjunction with the call to day we will be using slides which can be found under the investor's section on our website sentam point entergycom we will also discuss our guidance for two thousand sixteen the guidance range considers utility operations performance to date on their third quarter call wednesday enabal guided to the midpoint of their previous two thousand sixteen guidance for net income attributable to unitholders this equates to the high end of our guidance range for ids dream investments the terms of the contract increases their feebase margin and reduces their commodity exposure we are very pleased to see these improvements in the positive impact it has on their two thousand seventeen forecast we saw an important new logo win with the office of the controller of the currency or o c c which was our first competitive federal microsoft office three sixty five win oufsetting the improvement in services gross margin with increased aschenet expente as peter mention we are increasing our investment in advisory and consulting skills were up a hundred and ten basis points versus the second quarter last year but still below where we had anticipated the o c c is only the second bureau with in treasury to migrate to office three sixty five and six others will need to migrate soon earlier today eunisas released its second quarter two thousand sixteen financial results with us this afternoon to discuss our results we are pleased with the increased services grosts margin which were up a hundred and ten baseent point primarily as a result of our cost reduction effort and work in a hundred days into operating this deel and uh and really are just starting to promote the areas than an edy mage product based on where speeds are available and eventually getting to a hundred meg we believe that a successful treatment regimen involving arby fourteen sixty seven or seventeen forty must significantly reduce viral diane and sanogen and provoke a re awakening of the host immunes response this study will enable a cross study comparison of its potency with a r b fourteen sixty seven which will inform the decision to choose between these two candidates for further clinical development we expect eighty fourtwo three to be competitive with other companies' corperating capta inhibitors that are in the cklinic but we think there is ronfor further ipprovement baseline ehanagin levels are important below a thousand or perhaps even below a hundred rar are probably very meaningful there the datas remaind to be seen nogh as we talk about these newer thearpigues coming out at that's really the same situation as we deepened our investment in our two drug candidates in pase to ar one drug candidate and prase one of development as well as our multiple research programs focused on h bv across the vast majority of our acorige the whotford is in excess of a hundred feet thick as you can see on the far left mat we averaged six and a half rigs for the year and ended the year with a drill rate of over fourteen wells per rig per year we are at a place where we can grow production materially in two thousand nineteen and generate free cash flow by the end of the year that is pretty remarkable considering we have only been a stand along company for a little over a year while some of the results in two thousand eighteen did not optimize capital efficiency the lessons we learned allowed us to understand the reservoir and better evaluate and de risk our acreage so you can see how the program looks when it is optimized all twenty wells had an average peak thirty day i p of a thousand eighty bo e per day i will provide more details on well performance and are key learnings to be applied in two thousand nineteen shortly this very conservative assumption provides over thirteen hundred remaining premium locations with an average lateral length of over one and a half miles furthermore as i stated earlier this morning all walked through are two thousand and seventeen second quarter results and i'm proud to report that it is our third quarter in a row delivering mid teen's contract sales growt we believe that the foundation is set not just for a great second half of two thousand and seventeen but for several years to come thanks for joining us to day and finally to every one on the call and your families enjoy your next vacation but we're looking statements in the press release that we issued this morning along with our comments on this call are effective only to day august third two thousand seventeen and will not be updated as actual events unfull contract sales were up over eighteen per cent versus the second quarter of two thousand and sixteen this growth was driven by our north america segment now let me take just a moment on our outlook for the year a steve mentioned we are raising our two thousand and seventeen full year guidance for contract sales growth with average fihtcof scores of our buyers at seven forty three and delinquency rates remaining near historic loves is compressed or not viable is there a chance that they go into the mna pipeline can you talk to that a little bit during two thousand and eighteen in addition to organic growth we are continuing to work on identifying the best acquisition targets as we reduced expenses which arose from our acquisition of the assets of medigain in october two thousand sixteen the significant cost savings we have achieved from the fourth quarter of two thousand sixteen this is our third consecutive quarter of positive non gap adjusted operating income from a registered direct sale of one million shares of common stock in may two thousand an seventeen the preferred shares trade on the nasdaq capital market that the reason that we are not giving guidance for two thousand eighteen is because we see amazing things happening in two thousand and eighteen this is the first time at e company that we have this much cash available second we are now handling the entire contracted universe al plains for our near one thousand provider group and have already been able to help them increase collections who we knew had decided not to continue prior to the closing of our transaction in october six two thousand and sixteen as these clients completed their transition also theth three quarters completed for fiscal two thousand and seventeen we expect that this will be the sixth consecutive year in which we register growth in terms of overall trend sales of our new threedm are up enabled aelic products hav ing accounting for a growing percentage of our total a l i and soder paced inspection system sales we are also pleased to report the initial sale of or fybergage three sixty threety scanning system of the general purpose mecralegy market this product is based on our three amoros technology sabodit sixty was undisially in september at the international manufacturing technology show and we expect the man to be healthy for the remainder of two thousand eighteen this quarter we began work on a planned outage at our granite city facility for two thousand seventeen so in conclusion our solid financial performance continued or that the cash flow is only in the midtos we've told the market before that we're comfortable going into the mid threes uh for opportunities so we'll continue to look at those opportunities there are other things out there we repeat the guidance given at the beginning of the year the group revenue is estimated to crawl by chio to ten per cent and they ar justed operating profit in fact when we add up the first six months of two thousand eighteen our projection was two per cent higher than in the same period of last year resulted in q three ev c a and that income being higher than they were an accused too turning to our most recent word meeting i can assure you that our boardof directors", "deter_tn": " continued to recover from the depressed level we saw in late twenty fifteen. Turning to equities. the right signals in terms of some of the early KPI's around broker votes, around some of the feedback of some of the services that come back and tell your ranking. We just haven't seen that yet We want to do two things. We not only want to move towards smart ATM's as Mexico and Mexico banking move more towards digital. as well as certain previously disclosed onetime items that benefited the third quarter of twenty fifteen, including a gain on the sale of our merchant-acquiring business in Mexico We also want to increase the number of ATM's, and what we've talked about is going from seven thousand five hundred to ten thousand. And at the same time, going to the earlier part of your question, you'll see us continuing to employ our strategy around branch optimization. which is available for download on our website, citigroup dot com dot Afterwards, we'll be happy to take questions. Before we get started, I would like to remind you that today's presentation may contain forward-looking statements, Sure. I'll start. So if you look at our footprint in Mexico, we've got about one thousand five hundred branches in Mexico today. And I'd say a lot of that investment spend, These increases were put into effect on january first. The price increases range from four percent to fourteen percent, depending on the product grade. Approximately fifty percent of ISP sales revenues are subject to this increase. This represents a seven percent increase sequentially when compared with the third quarter of twenty seventeen, driven by a combination of higher pricing and record volumes, which benefited from the first full quarter results And if you look at where we expect demand to be in twenty eighteen, I would expect that we'd be somewhere between one hundred million to one hundred ten million tons Our operating income more than doubled and our net income nearly tripled from twenty sixteen. This excellent performance was driven by our key titles across the regions, and viewing games is actually a pretty fun activity. I do it a lot myself. My -- I have two boys. They are twelve and fourteen. They both love to watch people who are good at playing games, than they do like a typical entertainment platform is because they're just -- because Dungeon and Fighter and several of our other games have repeatedly just simply shown that pattern. As for large scale update scheduled for Dungeon and Fighter in twenty eighteen, there are no big changes from 'seventeen, and we expect to conduct them at the pace of about one to two updates per quarter. it was certainly true in the early days of Facebook games around the two thousand nine to twenty twelve period and it's been very true in the mobile business. And yet they have no -- they have no -- they're constantly looking for the day when Dungeon and Fighter goes away. And Revenues were at the high end of our guidance, primarily driven by Dungeon and Fighter in China, which performed well throughout the quarter. Again, this was mainly driven by Dungeon and Fighterm, which showed strong performance throughout the quarter. more and more there's an opportunity in a living room. And so we see that as an opportunity which is why we're going to be bringing more games to console coming up in twenty eighteen and beyond. I believe it's worth to mention that we have integrated the O and M to our business model only since july twenty sixteen following the acquisition of Utility Partner. deep into the forties? No, I think that once we're in volume with distributed access, then we're going to move quickly to the forties and potentially lower We also completed a significant feature enhancement to Laguna Cache for one of our Tier one MSO customers. the IQ. And have you seen any of the other, I guess, two Tier one S taking a look at that? Or is that something that's further down the road and it's really just really your lead customer? At this time, I would like to turn the conference over to mister Kumar to proceed with his remarks. Please go ahead. Thank you, Sumit. For the purposes of this call, we assume that everyone has seen the news release and financial statements for the fiscal twenty eighteen fourth quarter that are posted on Vecima's website. For those of you who have not received a copy of today's results, the release as well as the latest investor presentation are both available in the Investor Relations section of our website at investor dot kns dot com dot Actual results could differ materially from those anticipated in these forward-looking statements. Risk factors that may affect results are detailed in DIRTT's filings with the Canadian Securities Commission, which can be accessed at WWW dot sedar dot com. I want to note that we've seen one hundred and three percent increase year-over-year inclined towards our Calgary facility, as a result of potential clients driven by the compelling opportunity to experience their designs in ICE virtual reality. earlier than expected, including the potential to increase our dividend in the third quarter. Now I would like to talk about some of our first quarter accomplishments and our outlook for the remainder of twenty sixteen. We we have identified more than two thousand six hundred stores nationwide as candidates. We remain confident that we will find accretive purchases in the near term to increase our portfolio and continue to grow earnings. which is a benefit to the company, and they outpace unit sales for new, well, our overall F and I PVR may fall but gross profit dollars again continue to generate at a higher rate. So we're pretty, pretty confident that a quarterly number of seventeen point eight million may be more typical, which is going to require a little bit more inventory. adjusted SG and A as a percentage of gross profit and adjusted pretax margin. Non-GAAP measures do not have definitions under GAAP and may be defined differently and not comparable to similarly titled measures used by other companies. On a consolidated basis, including the effect of recent acquisitions, our adjusted SG and A as a percentage of gross profit In twenty sixteen, we're expecting modest improvements in sales rates and similar trends in recent execution at our stores. Our guidance does not include the impact of future acquisitions. After taking on the additional operational oversights since the departure of our COO, and spending the past three months in the field working directly with our facility CEO's, I can tell you that we are making dramatic improvements across all areas of our clinical operations. had hoped it would. We've got a lot of work ahead of us in Q two and Q three. But we feel like that we started down the right path. We are continuing to improve our clinical programs out into the field as well as our physical plant. set forth in AAC's filings with the Securities and Exchange Commission and in the company's first quarter twenty seventeen earnings release and consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. Effective residential bed capacity, which is based upon our staffing levels, was one thousand and sixty three at the end of the first quarter. change in our RevPAR outlook across our system for the full year twenty sixteen, assuming it was evenly distributed, amounts in twenty sixteen. Incentive fees from our international hotels declined during the year, more constructive place for us to be than to try and move it by only zero point five point. It gives us a little bit more room to see what happens with GDP growth. I don't know that I can pull those numbers off the top of my head. I think China will -- when we close the deal, will be something like two hundred and fifty open hotels between Remember, our guidance excludes the pending Starwood acquisition. We expect the P and L impact of Starwood will be very noisy in twenty sixteen due to the transition and transaction costs. the -- that business has really picked up from twenty thirteen through twenty fifteen, as you saw the residential market rebound. And so as we look out into the future, we've got a number of other projects coming on board the difference between sort of a zero point five point decline in our bottoms-up approach and a roughly one-point decline in the guidance that we're given to you this morning. So there is a bit of a flavor that comes in the second half of 'eighteen versus the first half of 'eighteen, I think your capacity, your headcount was somewhat flat. Can you talk about While we're still early, our progress in this much larger market is encouraging. Revenue from Tier one carriers in fiscal twenty seventeen more than doubled Important also to Phase II is obtaining product approvals at the national carriers. Beyond our success at regional players to date, we have earned product approvals for parts of our product line At this time, it remains difficult to determine when a meaningful market rebound will occur, which is why we're forecasting the first half of fiscal twenty eighteen to be consistent with the same period last year. in expense attributable to costs associated with the patent infringement lawsuit brought by CommScope during the second quarter of fiscal year twenty seventeen. Not only are we defending our position that our innovative solutions do not violate any valid patent you're baking in any meaningful traction with the Tier one S into your assumptions. To illustrate, I mentioned that the Tier one market expands our current TAM by at least five x. The cable TV market doubles that market opportunity. In our previous earnings FieldReport, we introduced Phase I and II of Clearfield's growth trajectory. as well as our outlook and strategic initiatives for fiscal twenty eighteen. Cheri? When you factor in the wireless market, especially the emerging Internet of things, or IOT, segment, you're looking at an environment that experts suggest will require up to forty x the amount of fiber currently in place. Phase I revolved around our restructuring of the company, whereas Phase II focuses on aggressive but disciplined expansion of our total available market. Over time, as we achieve scale through Phases II and III, we believe we can achieve net income as a percentage of revenue Revenues for Diagnostic Information Services grew zero point five percent compared to the prior year driven by strong volume growth and favorable weather partially offset by increasing reimbursement pressure and higher patient concessions. We continue to make progress on the seven hundred and seventy seven bridge, as highlighted by these orders and the recent letter of intent from Qatar Airways for five seven seventy seven freighters. so we have time to do our homework. And the R and D profile for that airplane, if we proceed, would feather in very nicely on the backside of seven hundred seventy seven X. So from an overall cash deployment, cash management standpoint, I think when you look at the seven hundred seventy seven X, a lot of what you talked about is what's been taken into account in our forecast. So obviously, building the static aircraft Well, I mean, you've got, obviously, the improvement in mix that we've talked a lot about. And you've seen how smooth the minus nine has entered into the production system we think, represents a solid position for that program, and we're on track to bridge to the seven hundred seventy seven X. The next beginning in twenty twenty. Today, seven hundred and sixty seven freighters are the best they've ever been, and the demand for the seven hundred and sixty seven continues to grow from both freight and military customers around the world. in the factory. The associated production system transformation for the seven hundred seventy seven X is being implemented. Is there anything material outside of the seven hundred and eighty seven program in either direction? We continue to assess the upward market pressure on the seven hundred and thirty seven production rate. While we still have more work to do to fill the remaining seven hundred and seventy seven production slots, based on our progress on maturing commitments into firm orders, managing the skyline and working new campaigns, We continue to see repeat orders for the seven hundred and eighty seven Dreamliner, as demonstrated by the order from American Airlines earlier this month In the widebody segment, we have seen steady orders for the seven hundred and eighty seven and seven hundred and seventy seven airplanes and have high confidence in a meaningful increase in widebody replacement demand early next decade. we continue to believe the rate plan we put in place establishes a floor for the program and supports our production bridge from the current seven seventy seven to Boeing is a global company, with operations around the world supporting commercial and government customers in more than one hundred and fifty countries. We are continually working in a range of geopolitical and business environments. we're very pleased with the progress we're making on the seven hundred and eighty seven production line overall, and commonality between variants in the production system is a key part of that productivity plan. that cash flow is going to continue to grow from here, what exactly are you assuming for seven hundred seventy seven X in terms of the inventory build over the next couple of years? And then following on that, how key is for the fifteen seven hundred seventy seven-three hundred ERs that you were supposed to sell them. I believe, if I'm not mistaken, the first one was originally due to be delivered this month. So have you had a chance to examine whether, has only bolstered our confidence in that line. And while we still have some work to do to fill out the remainder of the seven seventy seven bridge, we're steadily marching through that, and we think we're well positioned. So as I said earlier, It's all electric and achieves a minimum range of one hundred and fifty kilometers, and the first orders have already been placed. finally, of course, in february twenty nineteen. Okay. So you are looking at the absolute level as well when you talk about sustainability? Our mobility services keep on growing and posted a user increase of sixty four percent. At the end of September, we had twenty six million customers in a total of one hundred and thirty cities. the first nine months of twenty eighteen. This was mainly due to the general business performance and the development of working capital, Daimler Financial Services anticipates further growth in contract volume for twenty eighteen, with new business expected to be in the magnitude of the previous year. and before after the closing of the second quarter of twenty sixteen, including all hedge effects. Now I'll turn the conference over to misses Paula. misses Paula, you may begin the call. It is worth mentioning that the harvest was anticipated to March in the twenty sixteen, 'seventeen crop year will result in meaningful improvements in margins, return on capital and growth for our company as Transformation two point zero becomes part of our daily routine. and even in our corporate support functions. There's great energy in the spread of Transformation two point zero work as we accelerate the deployment of more teams, expand our abilities, move more quickly and reach deeper into the business. believe that M and A is a good growth pillar for us. We haven't done anything lately and that's just a factor of having not found the right opportunity or getting it at the right price. But we continue to be active and have a pipeline of opportunities. I'd like to introduce miss Cathy Lyttle, Vice President of Corporate Communications and Investor Relations. miss Lyttle, you may begin. The rollout of the two point zero version of our Transformation continues on track across the company. We've seen strong results so far in our Steel Company, where Yes, I mean, our Oil and Gas business is still losing money so it is dragging down margins and earnings in the Pressure Cylinders segment. And so I would say this time around, we're really effectively trying to roll out, not only the first playbook from Transformation one point zero, but also the lean tools from two point zero. So Before we start, let me highlight the disclaimer statement. The third quarter twenty seventeen was another strong quarter for Shell. and reached nineteen percent in Q three twenty seventeen. This performance has been delivered across a range of crude and gas prices and demonstrates the robustness of the portfolio at a lower oil price. In China, Shell and CNOOC took the final investment decision in the first quarter of twenty sixteen to expand the existing petrochemical complex in Nanhai, the most competitive cracker in China. In twenty sixteen, we announced the final investment decision for our petrochemicals project in Pennsylvania in the US Looking into the two thousand and twenty S, there hasn't been a number of large FIDs, given what we expect to happen with the LNG market. We think there should be some tightening in the early two thousand twenty s. The exact date, By now everyone should have access to the earnings press release that was issued this morning and is available on the Investor Relations page on SunOpta's website at WWW dot sunopta dot com. Turning to Page eighteen. Our New England Clean Energy Connect transmission project, give you a few highlights for this. The one,two hundred-megawatt transmission project that would connect We secured all of the rights starting -- we went back to twenty fifteen and up through really the end of twenty seventeen to make sure we have the -- all the rights of way to the Canadian border well in advance of this project even We also filed for the key state and federal approvals in twenty seventeen, and we'll go over that with a chart in a second. We also expect to file rate cases by May for both NYSEG and RG and E for electric and gas by May. That was filed in September of twenty seventeen, and we should have that by mid twenty nineteen. And then local and municipal construction approvals will be timed as needed throughout the project. Good afternoon. Thank you for standing by, and welcome to the Fiscal Second Quarter twenty seventeen Conference Call and Webcast for Del Taco Restaurants Incorporated. at Del Taco. Remember, upon becoming a public company in mid twenty fifteen, we achieved an optimized balance sheet and the financial wherewithal to accelerate growth. the solid performance reported by CNNX for the third quarter and the remarkable growth we've achieved since our IPO two years ago may receive less attention than it would otherwise. Some slides that may be referenced during the call are posted on our website, conemidstream dot com dot We suspect that each sponsor will take advantage of this to provide forward views during their upcoming analyst days. CONSOL has noted that they expect to have modest production growth in twenty seventeen tied to restarting its drilling activity with two rigs in August Turning our attention to the third quarter financial and operating results, we were pleased with solid performance that exceeded our internal expectations. You will note in this morning's release that we have both tightened and increased our guidance for full year twenty sixteen results. we expect to see really good growth as we go through twenty eighteen and GaN and our IOT slots will play a big part of that. and we anticipate strong growth well above the underlying WiFi market in fiscal twenty eighteen. In automotive connectivity, we launched Between all this organic growth, the EHAE joint venture and the comparative partial revenues of twenty sixteen for a few months from a few small acquisitions by the second quarter of twenty eighteen. This goal will be aided by the growth initiative that I discussed during the call, as also by our acquisition strategy. to claim processing, to general ledger, to claims adjudication, to four hundred and one(k). You name it, we handle all of that from one end to another our reinsurance revenues quarter-over-quarter grew eighteen percent. We expect that we'll be able to improve revenues -- during twenty sixteen, the change in foreign currency exchange rates decreased As of now, Ebix deployment has been very successful. We intend to keep launching new products on this exchange in twenty seventeen. I'm extremely proud of what the Ebix software artists With the aggregation we have built and the network effect it leads to, Ebix had a great year in twenty sixteen on the customer retention front also. Part of our strength there, that our products have been built there. We stepped in into India in two thousand one. We have the reverse knowledge On our IR website, there's also an accompanying presentation and data sheet available. We'll make some brief opening remarks and then spend the rest of the call on Q and A. tied to IFRS fifteen, I believe. I was just curious as far as whether anything's changed as far as I will now hand the call over to mister Ian Lee, Atlassian's Head of Investor Relations. Please go ahead. on P and L. And the second one was related to your guidance on margins because last year, also, I think there was this guidance of -- I'm talking about core business and patience. I want to say that -- I will reiterate that our commitment is to deliver much better growth in FY 'seventeen. As a management team, we are committed most impacted accident years twenty fifteen, 'fourteen and 'thirteen. To delve more into the financial metrics, I will now turn the call over to Neal. We also noted in our pre-release earnings call last month that we had not yet deployed -- fully deployed the Bowflex SelectTech five hundred and sixty product in market. As we begin twenty sixteen, we are well positioned to deliver another year of strong sales and profitability growth. We anticipate completing our valuation analysis by the end of Q one twenty sixteen, and will be in a position to provide more color following the end of the quarter. During twenty fifteen, we focused much of our effort on this improvement, and it was driven by a variety of factors, including pricing, value engineering, supply chain and mix optimization. It's important to note that our inventory turns in Q four twenty fifteen were nearly identical to the same quarter prior year. and we are continuing to see favorable response rates as we progress through Q one twenty sixteen. Now turning to our Retail segment. for the comparable period in twenty sixteen. This improvement was a result of lower interest expense from refinancing our debt in July of last year. throughout this year and into twenty eighteen. However, the transition is going much faster than anticipated. And while the total number and volume of profiles to be transitioned has not changed, Moving on to the balance sheet. Our leverage ratio ticked up slightly to two point five x as of january thirty first, twenty seventeen, primarily due to the seasonality of our business, there additional... We have two that -- those two are both working very well and expecting deliveries of new equipment over the next two to three years. These are long-term transportation contracts, which together with the Portland XPress Project contracts will serve to replace expiring legacy contracts and expand the Portland system to approximately zero point three bps per day. Please note that a slide presentation will accompany their remarks and is available on our website at tcpipelineslp dot com comma where it can be found in the Investor Section under the heading events and presentation. Our Bison pipeline submitted its FERC Form five hundred one-G yesterday explaining that all of Bison's long-term firm contracts are at negotiated rates and that no rate change is warranted. When it comes to the margin improvement of two hundred and forty basis points, it's probably equally impacted as a percentage from both brands. And when it comes to the operating margin being up three hundred fifty basis points. investing in our business and funding our pension plans in excess of required contributions. Beyond twenty sixteen, we expect to continue generating positive free cash flow, that can do the job that we need done between the islands of Hawaii as well as the seven hundred and seventeen. So any aircraft which we plan to use to contribute to the investments in our A three hundred twenty one neos that begin delivery in twenty seventeen. Switching gears to the third quarter and full year outlook. of these two seven hundred and seventeen S will help us provide more frequencies in pretty much each of the markets during that critical midday period. Additionally, while our seven hundred and seventeen S still have a lot of life in them, our Neighbor Island fleet is now averaging fifteen years of age. And in the coming years, these additional aircraft will provide us more flexibility to address the maintenance requirements we are expecting ASMs to grow a little more in the third quarter than what we saw in the first half of the year, reflecting the delivery of our twenty third A three hundred thirty last month. added a few extra seventy one S a few years ago. And I think you tried to hub Maui and it turned out that you actually ended up overcapacitizing the Neighbor Island business a little bit. So fleet strategy when you replace the seventy one S down the road, whether it's five, seven years from now? Is there going to be maybe a place for -- like a C Series one hundred and a three hundred, or something like that, to have different By now, everyone should have access to the press release that went out at about four o'clock Eastern Time today. If you have not received the release, it is available on the Investor Relations page of our website, hawaiianairlines dot com dot purchased services totaling zero point five point for investments in our business; and aircraft rent totaling zero point five point for the A three hundred thirty that we took delivery of last month and the two additional seven hundred seventeen s delivering in the fourth quarter. And in the fourth quarter, we'll be adding two seven hundred and seventeen S, also under six-year leases that we expect to begin service early next year. and the business in FY 'twenty, we think you're going to end up with a very significant growth in our billings on a constant-currency basis. We enter FY 'twenty with strong growth in our renewal base and, assuming a stable renewal rate, we expect a significant improvement in billings growth on a constant-currency basis. the visibility we have into FY 'twenty and the high confidence that we have of returning back to significant growth, we believe we are exceptionally well-positioned for FY 'twenty and beyond to drive significant improvements in our billings growth. and you apply them to the renewal book that we have coming in FY 'twenty, we are confident that, that ends up generating a very significant Those metrics are also better with MSP's in terms of customer satisfaction rates and retention rate and so forth. is not included in our first quarter financial results or in our twenty sixteen full year guidance. ADI Strategies will be included within our Business Advisory segment upon closing, which we anticipate particularly the AMC's and some of the larger systems, where there's a lot of more recently consolidated hospitals. So I don't want to say that we don't think those fully integrated projects are ever going to come back because I think they will, will occur during the second quarter of twenty sixteen. Now let me walk you through some of the key financial results for the quarter. On our earnings call in February, we commented that we were cautiously optimistic about the overall growth of the Healthcare segment in twenty sixteen. During the first quarter, our Healthcare segment revenue grew sixteen percent compared to the prior year quarter. Turning to our Life Sciences business. The practice turned the corner into twenty sixteen at a slower pace than was seen at the end of twenty fifteen but gained momentum throughout the quarter. Now I'll make a few comments about the performance of each of our operating segments. The Healthcare segment generated sixty three percent of total company revenues during the first quarter of twenty sixteen. This For today's agenda, I'm going to start by reviewing a summary of our twenty eighteen results and performance of our asset program. Kyle will then go through some of the key financial results and discuss our twenty nineteen outlook. Jon, we -- I would tell you that the resizing or restructure we did in the first quarter was designed to bring us down to sort of the midpoint of about one hundred operating rigs. As of july twentieth, twenty sixteen, we had an average of fifty seven contracts in hand for the third quarter, an average of fifty eight for the full year twenty sixteen, and mid thirties would be a good estimate. And as Kevin said, I think, the first part of the reactivations of our fleet won't require As a reminder, this conference call is being recorded. I would now like to introduce your host for today's conference, mister Scott Hamilton, General Counsel. mister Hamilton, you may begin. Our first quarter results kicked off a strong start to twenty sixteen as reflected in our solid earnings growth, margin expansion and strong cash flows. in the first quarter of twenty fifteen. Net income increased due to higher gross profit, which included a favorable effect of changes in derivative positions and a reduction in the We look forward to continuing to work with him until his retirement in early twenty seventeen as he serves as an adviser to the company. of twenty fifteen. The increase was primarily attributable to higher demand in the munitions and building and housing markets, So if you recall in twenty fifteen, and this is predominantly Chase Brass and it's the phenomenon associated with imported brass rod. This guidance reflects the solid growth momentum in the first two months of twenty sixteen, despite a higher seasonality pattern observed throughout the industry. and we look forward to expanding our partnership in twenty sixteen. We remain highly confident in Bitauto management's ability to execute on its strategy it is a very difficult for either one P business or platform business to operate effectively. So we believe O two O platform -- O two O model is the only effective way to We had an impairment charge as part of our year-end review, mainly due to the discontinuation of Paipai dot com and the write-downs of Bitauto and a few smaller investments. This concludes my prepared remarks, and we can now move to the Q and A session. On june twenty seventh, twenty eighteen, two days before the Board of Directors considered this matter, the Cabinet has approved the extended use of the royal properties for Thai Oil, meaning that risks have the second quarter of twenty eighteen, mainly from the absence of withholding tax for the whole quarter and loan repayment. The production is now back to normal, and we expected that the utilization rate in the third and fourth quarters will be about one hundred ten percent. The domestic oil demand is displayed on the upper right, which is believed to be typical everywhere. The turnaround maintenance of paraxylene plant in the third quarter of twenty eighteen and the fourth quarter of twenty eighteen, as displayed in the purple area, will be another determiner of the supply scenario. In the meantime, graph B explains the potentially high incoming capacity of styrene monomer in the fourth quarter of twenty eighteen compared to the first to third quarters of the year, posing positive factors for benzene as well. The current agreement will be valid until twenty twenty two. And with this, it will be extended for another thirty years to twenty fifty two. Upon completion of the agreement review, we can proceed to the agreement signing phase. as of the first half of twenty eighteen, which is about the same as that of the first half of twenty seventeen, reflecting our strong financial position. On the other hand, the USA., the largest user of gasoline has a rather stable demand and the usage rate still remains high. The time line for project FID has been committed to be in the third quarter of twenty eighteen, and it is then the management's intention to keep such commitment. have to say that there have been several activities taking place in the second quarter of twenty eighteen. Over the past six months, Without the previously expected capacity from these refineries, the incoming supply will be lower than that of twenty seventeen and in turn, causing price to increase. Linear Alkyl Benzene demand has been projected to increase slightly in the third quarter of twenty eighteen. On top of that, the use of detergent will be higher after the rainy season, which is a positive factor for LAB. About half the favorability to SG and A is related to timing of expenses and will hit the fourth quarter. We continue to see slightly better sales results, fifty basis points to one hundred basis points, in localized categories on less inventory versus non-localized categories. So that's better than your history, two hundred, three hundred basis points better than history. And then as we get to the targeted one hundred branches, which I think that's still the number, is go from the low eighties to the one hundred, then you could see margins reassert So I wouldn't say we have nowhere near one hundred percent clarity. And we -- unless we can have that, it's hard for us to say and pound home, hey, During fiscal twenty sixteen, we have added sales resources such as branch sales managers, antifreeze sales and service reps, we think it'll be a similar story in 'seventeen to what we saw in twenty sixteen. Great. And are there any more synergies to come out of the tw telecom deal? Or is that pretty much played out at this point? and for the full year twenty sixteen. As we look at the market opportunity, we see customers' needs for Level three services continuing to grow. In summary, as we move through twenty seventeen, we will remain focused on driving profitable revenue growth, managing our expenses tightly, Adjustments will reflect changes made to customer assignments between the wholesale and enterprise channels at the beginning of twenty sixteen due to mergers between certain customers and other changes. I can tell you that the franchisees at our fourth quarter national franchise advisory council and more recently at the twenty sixteen kickoff events Our Tools Group and our Repair Systems and Information, or the RS and I group, took advantage of those opportunities and grew across our franchise network and with repair shop owners and managers. Customer connection and innovation, working better and better. We had more new hit products in twenty fifteen than ever before, not just for the Tools Group but for the corporation overall. Runways, Following that, Dan Leib will discuss our financial performance in detail, and then we'll open up the lines for Q and A. This morning, we released our earnings report, a copy of which can be found in the Investors section of our website at rrdonnelley dot com dot from the second quarter of twenty fifteen, primarily due to unfavorable business mix partially offset by our ongoing productivity initiatives. a decline of six point eight percent from the second quarter of twenty fifteen, largely a result of unfavorable changes in foreign exchange rates With respect to our pension plan, I'd like to note that in the fourth quarter of twenty fifteen, we communicated to certain former employees the option to receive a lump-sum pension payment or annuity. as you look at things, hopefully, the dollars that will be spent by the sixteen,zero zero zero-plus different school districts will be towards curriculum in both electronic and physical as they go through it. So it's obvious. I think your observation is one hundred percent correct. I think everybody now is fly to quality, so everybody is trying to reduce their Our merchandise margin expanded by one hundred and ninety basis points due to lower costs and higher realized selling prices. I would now like to turn the conference over to your host, miss Judy Meehan, Vice President of Investor Relations. Thank you. You may begin. and we ended the quarter with one hundred and fifty eight licensed stores across twenty three countries. Although we have very few stores that are unprofitable, we continue to pursue opportunities to rationalize or consolidate selling markets. we expect for the back half of the year, we're looking at about one hundred to one hundred and fifty basis points What we see is there's a nice leverage on the direct business where we have locations. So as a reminder, we're only in eleven states right now. We're only in eleven states. So we have lots of expansion opportunity, Jay mentioned, we had a thirty percent lift in our mobile conversion. Our mobile app continues to be very strong with almost one hundred percent comps in the quarter, and we're continuing to grow both our international We also remain on track to set up the UK ring-fenced bank by twenty eighteen. And we continue to implement Global Standards throughout HSBC. Some of our other actions are taking longer to complete. This included a proposal to pay a dividend from the US business back to the group in twenty seventeen. This is a consequence of the progress we've made in winding down the legacy CML portfolio the last twelve months. And if it goes ahead, And actually, we make about four x as much with the US companies outside the United States as we do in the United States, and keeps us on track to deliver the reductions we promised by the end of twenty seventeen. Our strong capital position and stable earnings Given these circumstances, it's unlikely that the US business will hit its targeted return on risk-weighted assets by the end of twenty seventeen. That said, we have made good progress in reducing risk-weighted assets in the US Other expenses increased primarily due to the impact of the FDIC insurance surcharge, which began in the third quarter of twenty sixteen. Slide fourteen highlights our capital position. touch on some of the items on the growth front that you mentioned in the past. Maybe it's in payments or in the wealth penetration. Maybe frame out what those can mean to revenue as we think about both the rest of this year and into twenty eighteen and beyond. But we're starting from a point that's not far away from what we think is our optimal capital structure, the eight point five percent versus the just over nine percent we are today. Andy and Terry will be referencing a slide presentation during their prepared remarks. A copy of the slide presentation as well as our earnings release and supplemental analyst schedules are available on our website at usbank dot com dot Let's now take a look at expectations to the rest of twenty seventeen. As we have mentioned, We also saw very good progress in our immuno-oncology collaboration with Merck and company, where the first program is expected to enter the clinic this year, with potentially another eight clinical starts over the next three years. structures or strategies? And if you can comment on that or provide some color. And finally, on R and D distribution, can you in a very rough sense, we think for Europe and the US in total we will eventually need about one hundred people, about fifty of which will be hired within that period of time, we should have a very clear indication whether there is a strategic partner out there that we think can meet the needs of driving forward into Phase III and Although this was primarily a safety study, we also saw a clear demonstration of rapid antiviral effect and the first encouraging signs of its clinical effect. These results gave us the confidence then to prepare for a larger Phase IIB efficacy study. Already in twenty seventeen, we have made the huge step of submitting a marking authorization application, based on the TITAN Phase II results, So we've never had a service level in the Tesco estate which is as good as it is now. On the one thousand lines that we identified, if you remember back in I'll tell you another thing, which is -- for those who are familiar, Tesco, for many years, has had two values, right, two very important values that were created by colleagues over twenty years ago. all right, the segmental review, the way that we're picking the KPI's. What I thought I'd do now is share with you what it is we shared with our teams this morning. So when we went to the market at seven o'clock this morning, I also sent this If you have any objections, please disconnect at this time. miss Kendall, you may begin. in the rewards offerings in the US heat up late in twenty sixteen, at that time, we made a conscious decision to shift our acquisition program away from legal and repositioning has been running about maybe a little bit under one hundred and fifty basis points of revenue. if we're adjusting that range up to five hundred, basically, basis points of losses in retail services in twenty eighteen, we're also going to take the medium-term view of retail services And that's really because we've been able to generate about one hundred and seventy basis point of wallet share gain this year, and that's all with corporate clients. So combining both elements some businesses, some product portfolios that we had sold early in twenty sixteen. And so we lapped that impact This is just the first step of a more ambitious long-term plan to open one thousand three hundred stores in the next ten years. and Fernando just showed you the phasing of the implementation plan on Slide twenty. On Slide twenty one, we have translated the first three years of our transformation plan into a more detailed financial outlook. Chile is and will continue to be a critical country for us and the combination of Telepizza and Pizza Hut will result in a leading position in the region going forward with two fourteen stores from day one after closing. on the results for fiscal year march twenty eighteen to be followed by the presentation by mister Inoue, President and CEO. He will discuss So in three years, you have three KPI's that you have fulfilled, and I do believe that was mentioned in the presentation. So aside from these areas, S and P to change ORIX category and they asked me, which category we should be in? That was a question from them. And I said ORIX category. So for -- starting from may twenty seventeen, you have overlooked the open innovation initiative and then But even with the absence of a full scale launch of six hundred seventy G, we found that people with diabetes, particularly people using multiple daily injections, to the six hundred seventy G. We see these tactics as bully theatrics intended to redirect the attention of customers and healthcare providers away from the products and sales, promote fear and suppress choice. We believe that looking at our operating results on the non-GAAP basis provide useful information when comparing to our financial results for periods prior to Q three twenty sixteen. So today, I'll be discussing both GAAP and non-GAAP financial metrics. and in late twenty sixteen. Sales during the month of December have historically been significantly higher than the other months within the fourth quarter of any year. We're hearing that they're only placing the six hundred seventy G at the clinical trial sites that they had as a part of their study. and requires half the calibrations as Medtronic. Since users of the six hundred seventy G are not able to make dosing decisions using their sensor, Also as we focus on creating efficiencies in our operations through the use of technology and operational improvements, we expect headcount additions for the remainder of twenty seventeen to be limited. Yes. I think in the second quarter, we'll continue to face the same competitive environment we talked about. As Kim mentioned, the delaying of the launch of the six hundred and seventy is going to sort of Our list of factors that could cause actual results to be materially different from those expressed or implied by any of these forward-looking statements is highlighted in the press release announcing our first quarter twenty seventeen earnings, which was issued earlier today In addition, we are implementing measures that will help reduce our cash burn and remain confident that we will spend less in twenty seventeen compared to last year. Until the program expires in september twenty seventeen, we will continue to show similar adjustments in future quarters. A reconciliation of GAAP results to non-GAAP results is included as an exhibit to today's earnings press release. Outstanding balances under the new revolving credit facility bear interest at LIBOR plus three point five zero percent. This refinancing reduced our senior credit facility interest rate and look for an additional zero point two five point, zero point five point, one point of margin. And so it is a volume game in that sense and we love the vertical there. Thank you, and good afternoon, everyone, and thanks for joining the call. A press release covering the company's third quarter twenty sixteen financial results was issued this afternoon that we, and we know their trade cycle, being twenty four to thirty six, we anticipate the supply to grow in the twenty seventeen calendar year, in our philosophy that we've stuck with, The majority of the increase in SG and A was driven by two items. There may be shows that you have to pay four and five x for it if they have a twenty-, thirty-year history, and I'm not scared to do that because they have a stranglehold in the market. I would caution you on the earnings. On the fourth paragraph on the second page, it starts out as a result of the december twenty ninth, twenty seventeen, Kansas Supreme Court ruling. And we're now up to about eighty, and there's a possibility of us aiming to get up over one hundred here in the next calendar year. So in twenty seventeen, we stopped selling a significant number of products, which are no longer or never were profitable and which no longer has a chance of ever being -- becoming so. is the planned and already announced discontinuation of our manufacturing plant in Thun, which will happen during the course of twenty eighteen. We have costs for considering all these effects, our net result would have been almost at zero, just as we expected it for twenty seventeen. But I will come to the different while this year's SG and A includes additional expense from recent acquisitions and continuing higher advertising and distribution costs. that's as far as we would go in terms of detail. All right. I was trying to get how many plants out of the twelve. But last question. And so that's an annualized run rate that we expect to be at as of may thirty first. There'll be portions of that, that will benefit our fourth quarter. our current fiscal year, may thirty first, I think people are seeing and will start to believe the good momentum that we're building, but we'll be a little bit behind the curve in terms of our margin targets. Since the initiation of the plan, we have closed or are in the process of closing twelve manufacturing plants and have announced the reduction of five hundred and two positions. How are HUMIRA trends in psoriasis? And to what do you attribute the weakness in the IL-seventeen s? So That's the first question. We expect to begin seeing data from these Phase III trials next year. was overdone by a magnitude of four, five x, and therefore, the stock is very undervalued. And when we see situations like that, we're going to take advantage of that. We think that's the appropriate thing to do. we have a significant amount of Phase III data that supports the profile of those assets and the confidence that we have around regulatory approval of those assets. as indicated in our news release this morning, we are increasing our full year EPS guidance for twenty eighteen, which I'll discuss in more detail here in a few moments. HUMIRA delivered to be able to put those patients in the appropriate level of control. And so the seventeen S and the twenty three S and many other mechanisms will have a role to play In all four Phase III studies in the pivotal program, risankizumab consistently showed very high and durable rates of skin clearance. Average hours billed for a day of continuous care was eighteen point two hours in the quarter, a slight decrease when compared to the eighteen point three average hours billed for a continuous care patient in the second quarter of twenty fifteen. Our With that being said, admissions for the first half of twenty sixteen have been below our expectations. We are reassessing, and where applicable, implementing revised marketing and education plans within certain communities. We anticipate a portion of this estimated reduction in revenue growth will be offset by increased efficiencies in twenty seventeen in the areas of non-bedside field operations and general administration. a straighter picture in terms of the progression of earnings. And -- but as we look at timing of spending SG and A, sometimes it's not easy to perfectly predict how much you're going to spend in September versus October in terms of ramping up for new business. So there's an element of some of that SG and A getting into the fourth quarter. The services under this new contract began october first, and we added approximately fifty thousand new members. But you'll be bidding for the pricing for 'twenty and their book will be yours for 'twenty? Yes. how we should think about the moving parts, meaning, I know Meridian is going to drag that number down I believe in twenty nineteen. But if you think about core WellCare group versus the impact of Meridian, Related to this, we will now calculate net income percentage and SG and A percentage metrics off of total revenue, which includes product and services revenue and investment and other income. In conjunction with the call today, we will be using slides which can be found under the Investors section on our website, centerpointenergy dot com dot We will also discuss our guidance for twenty sixteen. The guidance range considers utility operations' performance to date On their third quarter call, Wednesday, Enable guided to the midpoint of their previous twenty sixteen guidance for net income attributable to unit holders. This equates to the high end of our guidance range for midstream investments. The terms of the contract increases their fee-based margin and reduces their commodity exposure. We are very pleased to see these improvements and the positive impact it has on their twenty seventeen forecast. We saw an important new logo win with the Office of the Comptroller of the Currency, or OCC, which was our first competitive federal Microsoft Office three hundred sixty five win. Offsetting the improvement in Services gross margins was increased SG and A expense. As Peter mentioned, we are increasing our investments in advisory and consulting skills were up one hundred and ten basis points versus the second quarter last year, but still below where we had anticipated. The OCC is only the second bureau within Treasury to migrate to Office three hundred and sixty five, and six others will need to migrate soon. Earlier today, Unisys released its second quarter twenty sixteen financial results. With us this afternoon to discuss our results We are pleased with the increased Services gross margins, which were up one hundred and ten basis points, primarily as a result of our cost-reduction efforts. and we're one hundred days into operating this deal and really are just starting to promote the areas then an eighty meg product based on where speeds are available and eventually getting to one hundred meg. We believe that a successful treatment regimen involving ARB-one thousand four hundred sixty seven or seventeen forty must significantly reduce viral DNA and S-antigen and provoke a reawakening of the host immune's response. This study will enable a cross-study comparison of its potency with ARB-one thousand four hundred sixty seven, which will inform the decision to choose between these two candidates for further clinical development. We expect AB-four hundred twenty three to be competitive with other companies' core protein/capsid inhibitors that are in the clinic, but we think there is room for further improvement. baseline S-antigen levels are important. Below one thousand or perhaps even below one hundred are probably very meaningful there. The datas remain to be seen, though, as we talk about these newer therapeutics coming out if that's really the same situation as we deepened our investment in our two drug candidates in Phase II, our one drug candidate in Phase I of development as well as our multiple research programs focused on HBV. G Across the vast majority of our acreage, the Woodford is in excess of one hundred feet thick as you can see on the far left map We averaged six point five rigs for the year and ended the year with a drill rate of over fourteen wells per rig per year. We are at a place where we can grow production materially in twenty nineteen and generate free cash flow by the end of the year. That is pretty remarkable considering we have only been a stand-alone company for a little over a year. While some of the results in twenty eighteen did not optimize capital efficiency, the lessons we learned allowed us to understand the reservoir and better evaluate and derisk our acreage. so you can see how the program looks when it is optimized. All twenty wells had an average peak thirty-day IP of one thousand and eighty BOE per day I will provide more details on well performance and our key learnings to be applied in twenty nineteen shortly. This very conservative assumption provides over one thousand three hundred remaining premium locations with an average lateral length of over one point five miles. Furthermore, as I stated earlier, This morning, I'll walk through our twenty seventeen second quarter results, and I'm proud to report that it is our third quarter in a row delivering mid-teens contract sales growth. We believe that the foundation is set not just for a great second half of twenty seventeen, but for several years to come. Thanks for joining us today. And finally, to everyone on the call and your families, enjoy your next vacation. Forward-looking statements in the press release that we issued this morning, along with our comments on this call, are effective only today, august third, twenty seventeen, and will not be updated as actual events unfold. contract sales were up over eighteen percent versus the second quarter of twenty sixteen. This growth was driven by our North America segment, Now let me take just a moment on our outlook for the year. As Steve mentioned, we are raising our twenty seventeen full year guidance for contract sales growth with average FICO scores of our buyers at seven hundred and forty three and delinquency rates remaining near historic lows. is compressed or not viable. Is there a chance that they go into the M and A pipeline? Could you talk to that a little bit? during twenty eighteen. In addition to organic growth, we are continuing to work on identifying the best acquisition targets. as we reduced expenses, which arose from our acquisition of the assets of MediGain in october twenty sixteen. The significant cost savings we have achieved from the fourth quarter of twenty sixteen. This is our third consecutive quarter of positive non-GAAP adjusted operating income from a registered direct sale of one million shares of common stock in may twenty seventeen. The preferred shares trade on the Nasdaq Capital Market that the reason that we are not giving guidance for twenty eighteen is because we see amazing things happening in twenty eighteen. This is the first time as a company that we have this much cash available. Second, we are now handling the entire contracted universe of claims for our new one,zero zero zero-provider group and have already been able to help them increase collections. who we knew had decided not to continue prior to the closing of our transaction in october twenty sixteen. As these clients completed their transition, Also, with three quarters completed for fiscal twenty seventeen, we expect that this will be the sixth consecutive year in which we've registered growth In terms of overall trends, sales of our new three D MRS-enabled AOI products have been accounting for a growing percentage of our total AOI and solder paste inspection system sales. We are also pleased to report the initial sale of our CyberGage three hundred sixty three D Scanning System for the general purpose metrology market, this product is based on our three D MRS technology. CyberGage three hundred sixty was on display in September at the International Manufacturing Technology Show and we expect demand to be healthy for the remainder of twenty eighteen. This quarter, we began work on a planned outage at our Granite City facility, for twenty seventeen. So in conclusion, our solid financial performance continued Our debt to cash flow is only in the mid-two s. We've told the market before that we're comfortable going into the mid-three s for opportunities. So we'll continue to look at those opportunities. There are other things out there. we repeat the guidance given at the beginning of the year. The group revenue is estimated to grow by zero percent to ten percent, and the adjusted operating profit In fact, when we add up the first six months of twenty eighteen, our production was two percent higher than in the same period of last year. resulted in Q three EBITDA and net income being higher than they were in Q two. Turning to our most recent board meeting. I can assure you that our Board of Directors", "non_deter_tn": " continued to recover from the depressed level we saw in late two thousand fifteen. Turning to equities. the right signals in terms of some of the early KPIs around broker votes, around some of the feedback of some of the services that come back and tell your ranking. We just haven't seen that yet We want to do two things. We not only want to move towards smart ATMs as Mexico and Mexico banking move more towards digital. as well as certain previously disclosed onetime items that benefited the third quarter of two thousand fifteen, including a gain on the sale of our merchant-acquiring business in Mexico We also want to increase the number of ATMs, and what we've talked about is going from seventy five hundred to ten thousand. And at the same time, going to the earlier part of your question, you'll see us continuing to employ our strategy around branch optimization. which is available for download on our website, citigroup.com. Afterwards, we'll be happy to take questions. Before we get started, I would like to remind you that today's presentation may contain forward-looking statements, Sure. I'll start. So if you look at our footprint in Mexico, we've got about fifteen hundred branches in Mexico today. And I'd say a lot of that investment spend, These increases were put into effect on january first. The price increases range from four percent to fourteen percent, depending on the product grade. Approximately fifty percent of I S P sales revenues are subject to this increase. This represents a seven percent increase sequentially when compared with the third quarter of two thousand seventeen, driven by a combination of higher pricing and record volumes, which benefited from the first full quarter results And if you look at where we expect demand to be in twenty eighteen, I would expect that we'd be somewhere between a hundred million to a hundred ten million tons Our operating income more than doubled and our net income nearly tripled from two thousand sixteen. This excellent performance was driven by our key titles across the regions, and viewing games is actually a pretty fun activity. I do it a lot myself. My -- I have two boys. They are boys. They are twelve and fourteen. They both love to watch people who are good at playing games, than they do like a typical entertainment platform is because they're just -- because Dungeon&Fighter and several of our other games have repeatedly just simply shown that pattern. As for large scale update scheduled for Dungeon&Fighter in twenty eighteen, there are no big changes from 'seventeen, and we expect to conduct them at the pace of about one to two updates per quarter. it was certainly true in the early days of Facebook games around the two thousand nine to two thousand and twelve period and it's been very true in the mobile business. And yet they have no -- they have no -- they're constantly looking for the day when Dungeon&Fighter goes away. And Revenues were at the high end of our guidance, primarily driven by Dungeon&Fighter in China, which performed well throughout the quarter. Again, this was mainly driven by Dungeon&Fighterm, which showed strong performance throughout the quarter. more and more there's an opportunity in a living room. And so we see that as an opportunity which is why we're going to be bringing more games to console coming up in two thousand and eighteen and beyond. I believe it's worth to mention that we have integrated the O and M to our business model only since July twenty sixteen following the acquisition of Utility Partner. deep into the forties? number, I think that once we're in volume with distributed access, then we're going to move quickly to the forties and potentially lower We also completed a significant feature enhancement to Laguna Cache for one of our Tier one M S O customers. the IQ. And have you seen any of the other, I guess, two Tier one s taking a look at that? Or is that something that's further down the road and it's really just really your lead customer? At this time, I would like to turn the conference over to Mr. Kumar to proceed with his remarks. Please go ahead. Thank you, Sumit. For the purposes of this call, we assume that everyone has seen the news release and financial statements for the fiscal two thousand and eighteen fourth quarter that are posted on Vecima's website. For those of you who have not received a copy of today's results, the release as well as the latest investor presentation are both available in the Investor Relations section of our website at investor dot KNS dot COM. Actual results could differ materially from those anticipated in these forward-looking statements. Risk factors that may affect results are detailed in DIRTT's filings with the Canadian Securities Commission, which can be accessed at www.sedar.com. I want to note that we've seen a hundred and three percent increase year-over-year inclined towards our Calgary facility, as a result of potential clients driven by the compelling opportunity to experience their designs in ICE virtual reality. earlier than expected, including the potential to increase our dividend in the third quarter. Now I would like to talk about some of our first quarter accomplishments and our outlook for the remainder of two thousand and sixteen. We we have identified more than twenty six hundred stores nationwide as candidates. We remain confident that we will find accretive purchases in the near term to increase our portfolio and continue to grow earnings. which is a benefit to the company, and they outpace unit sales for new, well, our overall F and I P V R may fall but gross profit dollars again continue to generate at a higher rate. So we're pretty, pretty confident that a quarterly number of seventeen.eight million may be more typical, which is going to require a little bit more inventory. adjusted SG&A as a percentage of gross profit and adjusted pretax margin. Non-GAAP measures do not have definitions under GAAP and may be defined differently and not comparable to similarly titled measures used by other companies. On a consolidated basis, including the effect of recent acquisitions, our adjusted SG&A as a percentage of gross profit In two thousand sixteen, we're expecting modest improvements in sales rates and similar trends in recent execution at our stores. Our guidance does not include the impact of future acquisitions. After taking on the additional operational oversights since the departure of our COO, and spending the past three months in the field working directly with our facility CEOs, I can tell you that we are making dramatic improvements across all areas of our clinical operations. had hoped it would. We've got a lot of work ahead of us in Q2 and Q three. But we feel like that we started down the right path. We are continuing to improve our clinical programs out into the field as well as our physical plant. set forth in AAC's filings with the Securities and Exchange Commission and in the company's first quarter two thousand seventeen earnings release and consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. Effective residential bed capacity, which is based upon our staffing levels, was one thousand sixty three at the end of the first quarter. change in our RevPAR outlook across our system for the full year two thousand sixteen, assuming it was evenly distributed, amounts in two thousand sixteen. Incentive fees from our international hotels declined during the year, more constructive place for us to be than to try and move it by only half point. It gives us a little bit more room to see what happens with GDP growth. I don't know that I can pull those numbers off the top of my head. I think China will -- when we close the deal, will be something like two hundred fifty open hotels between Remember, our guidance excludes the pending Starwood acquisition. We expect the P and L impact of Starwood will be very noisy in two thousand sixteen due to the transition and transaction costs. the -- that business has really picked up from two thousand thirteen through two thousand fifteen, as you saw the residential market rebound. And so as we look out into the future, we've got a number of other projects coming on board the difference between sort of a half point decline in our bottoms-up approach and a roughly one-point decline in the guidance that we're given to you this morning. So there is a bit of a flavor that comes in the second half of 'eighteen versus the first half of 'one eight, I think your capacity, your headcount was somewhat flat. Can you talk about While we're still early, our progress in this much larger market is encouraging. Revenue from Tier one carriers in fiscal two thousand seventeen more than doubled Important also to Phase two is obtaining product approvals at the national carriers. Beyond our success at regional players to date, we have earned product approvals for parts of our product line At this time, it remains difficult to determine when a meaningful market rebound will occur, which is why we're forecasting the first half of fiscal two thousand eighteen to be consistent with the same period last year. in expense attributable to costs associated with the patent infringement lawsuit brought by CommScope during the second quarter of fiscal year two thousand seventeen. Not only are we defending our position that our innovative solutions do not violate any valid patent you're baking in any meaningful traction with the Tier one s into your assumptions. To illustrate, I mentioned that the Tier one market expands our current TAM by at least five times. The cable TV market doubles that market opportunity. In our previous earnings FieldReport, we introduced Phase I and two of Clearfield's growth trajectory. as well as our outlook and strategic initiatives for fiscal two thousand and eighteen. Cheri? When you factor in the wireless market, especially the emerging Internet of things, or IoT, segment, you're looking at an environment that experts suggest will require up to forty times the amount of fiber currently in place. Phase I revolved around our restructuring of the company, whereas Phase two focuses on aggressive but disciplined expansion of our total available market. Over time, as we achieve scale through Phases two and three, we believe we can achieve net income as a percentage of revenue Revenues for Diagnostic Information Services grew oh point five percent compared to the prior year driven by strong volume growth and favorable weather partially offset by increasing reimbursement pressure and higher patient concessions. We continue to make progress on the seven seven seven bridge, as highlighted by these orders and the recent letter of intent from Qatar Airways for five seven seven seven freighters. so we have time to do our homework. And the R and D profile for that airplane, if we proceed, would feather in very nicely on the backside of seven and seventy seven X. So from an overall cash deployment, cash management standpoint, I think when you look at the seven seven seven X, a lot of what you talked about is what's been taken into account in our forecast. So obviously, building the static aircraft Well, I mean, you've got, obviously, the improvement in mix that we've talked a lot about. And you've seen how smooth the dash nine has entered into the production system we think, represents a solid position for that program, and we're on track to bridge to the seven seven seven X. The next beginning in twenty twenty. Today, seven six seven freighters are the best they've ever been, and the demand for the seven six seven continues to grow from both freight and military customers around the world. in the factory. The associated production system transformation for the seven seven seven X is being implemented. Is there anything material outside of the seven eight seven program in either direction? We continue to assess the upward market pressure on the seven thirty seven production rate. While we still have more work to do to fill the remaining seven seven seven production slots, based on our progress on maturing commitments into firm orders, managing the skyline and working new campaigns, We continue to see repeat orders for the seven eight seven Dreamliner, as demonstrated by the order from American Airlines earlier this month In the widebody segment, we have seen steady orders for the seven eight seven and seven seven seven airplanes and have high confidence in a meaningful increase in widebody replacement demand early next decade. we continue to believe the rate plan we put in place establishes a floor for the program and supports our production bridge from the current seven seven seven to Boeing is a global company, with operations around the world supporting commercial and government customers in more than a hundred fifty countries. We are continually working in a range of geopolitical and business environments. we're very pleased with the progress we're making on the seven eight seven production line overall, and commonality between variants in the production system is a key part of that productivity plan. that cash flow is going to continue to grow from here, what exactly are you assuming for seven seven seven X in terms of the inventory build over the next couple of years? And then following on that, how key is for the fifteen seven seven seven-three hundred ERs that you were supposed to sell them. I believe, if I'm not mistaken, the first one was originally due to be delivered this month. So have you had a chance to examine whether, has only bolstered our confidence in that line. And while we still have some work to do to fill out the remainder of the seven seven seven bridge, we're steadily marching through that, and we think we're well positioned. So as I said earlier, It's all electric and achieves a minimum range of a hundred fifty kilometers, and the first orders have already been placed. finally, of course, in February two thousand and nineteen. Okay. So you are looking at the absolute level as well when you talk about sustainability? Our mobility services keep on growing and posted a user increase of sixty four percent. At the end of September, we had twenty six million customers in a total of a hundred thirty cities. the first nine months of two thousand eighteen. This was mainly due to the general business performance and the development of working capital, Daimler Financial Services anticipates further growth in contract volume for two thousand eighteen, with new business expected to be in the magnitude of the previous year. and before after the closing of the second quarter of two thousand and sixteen, including all hedge effects. Now I'll turn the conference over to misses Paula. Misses Paula, you may begin the call. It is worth mentioning that the harvest was anticipated to March in the two thousand and sixteen, 'seventeen crop year will result in meaningful improvements in margins, return on capital and growth for our company as Transformation two point oh becomes part of our daily routine. and even in our corporate support functions. There's great energy in the spread of Transformation two point oh work as we accelerate the deployment of more teams, expand our abilities, move more quickly and reach deeper into the business. believe that M&A is a good growth pillar for us. We haven't done anything lately and that's just a factor of having not found the right opportunity or getting it at the right price. But we continue to be active and have a pipeline of opportunities. I'd like to introduce Miss Cathy Lyttle, Vice President of Corporate Communications and Investor Relations. miss Lyttle, you may begin. The rollout of the two point oh version of our Transformation continues on track across the company. We've seen strong results so far in our Steel Company, where Yes, I mean, our Oil & Gas business is still losing money so it is dragging down margins and earnings in the Pressure Cylinders segment. And so I would say this time around, we're really effectively trying to roll out, not only the first playbook from Transformation one point oh, but also the lean tools from two point oh. So Before we start, let me highlight the disclaimer statement. The third quarter two thousand seventeen was another strong quarter for Shell. and reached nineteen percent in Q three two thousand seventeen. This performance has been delivered across a range of crude and gas prices and demonstrates the robustness of the portfolio at a lower oil price. In China, Shell and CNOOC took the final investment decision in the first quarter of two thousand sixteen to expand the existing petrochemical complex in Nanhai, the most competitive cracker in China. In two thousand sixteen, we announced the final investment decision for our petrochemicals project in Pennsylvania in the US Looking into the twenty twenty s, there hasn't been a number of large FIDs, given what we expect to happen with the LNG market. We think there should be some tightening in the early twenty twenty s. The exact date, By now everyone should have access to the earnings press release that was issued this morning and is available on the Investor Relations page on SunOpta's website at WWW dot sunopta dot COM. Turning to Page eighteen. Our New England Clean Energy Connect transmission project, give you a few highlights for this. The twelve hundred-megawatt transmission project that would connect We secured all of the rights starting -- we went back to two thousand fifteen and up through really the end of two thousand seventeen to make sure we have the -- all the rights of way to the Canadian border well in advance of this project even We also filed for the key state and federal approvals in two thousand seventeen, and we'll go over that with a chart in a second. We also expect to file rate cases by May for both NYSEG and RG&E for electric and gas by May. That was filed in September of twenty seventeen, and we should have that by mid-twenty nineteen. And then local and municipal construction approvals will be timed as needed throughout the project. Good afternoon. Thank you for standing by, and welcome to the Fiscal Second Quarter two thousand seventeen Conference Call and Webcast for Del Taco Restaurants Incorporated. at Del Taco. Remember, upon becoming a public company in mid-twenty fifteen, we achieved an optimized balance sheet and the financial wherewithal to accelerate growth. the solid performance reported by CNNX for the third quarter and the remarkable growth we've achieved since our I P O two years ago may receive less attention than it would otherwise. Some slides that may be referenced during the call are posted on our website, conemidstream dot COM. We suspect that each sponsor will take advantage of this to provide forward views during their upcoming analyst days. CONSOL has noted that they expect to have modest production growth in two thousand seventeen tied to restarting its drilling activity with two rigs in August Turning our attention to the third quarter financial and operating results, we were pleased with solid performance that exceeded our internal expectations. You will note in this morning's release that we have both tightened and increased our guidance for full year two thousand and sixteen results. we expect to see really good growth as we go through twenty eighteen and GaN and our IoT slots will play a big part of that. and we anticipate strong growth well above the underlying WiFi market in fiscal two thousand eighteen. In automotive connectivity, we launched Between all this organic growth, the EHAE joint venture and the comparative partial revenues of two thousand sixteen for a few months from a few small acquisitions by the second quarter of two thousand and eighteen. This goal will be aided by the growth initiative that I discussed during the call, as also by our acquisition strategy. to claim processing, to general ledger, to claims adjudication, to four oh one(k). You name it, we handle all of that from one end to another our reinsurance revenues quarter-over-quarter grew eighteen percent. We expect that we'll be able to improve revenues -- during two thousand sixteen, the change in foreign currency exchange rates decreased As of now, Ebix deployment has been very successful. We intend to keep launching new products on this exchange in two thousand and seventeen. I'm extremely proud of what the Ebix software artists With the aggregation we have built and the network effect it leads to, Ebix had a great year in two thousand sixteen on the customer retention front also. Part of our strength there, that our products have been built there. We stepped in into India in two thousand and one. We have the reverse knowledge On our IR website, there's also an accompanying presentation and data sheet available. We'll make some brief opening remarks and then spend the rest of the call on Q&A. tied to I F R S fifteen, I believe. I was just curious as far as whether anything's changed as far as I will now hand the call over to Mister Ian Lee, Atlassian's Head of Investor Relations. Please go ahead. on P&L. And the second one was related to your guidance on margins because last year, also, I think there was this guidance of -- I'm talking about core business and patience. I want to say that -- I will reiterate that our commitment is to deliver much better growth in F Y 'seventeen. As a management team, we are committed most impacted accident years two thousand fifteen, 'fourteen and 'thirteen. To delve more into the financial metrics, I will now turn the call over to Neal. We also noted in our pre-release earnings call last month that we had not yet deployed -- fully deployed the Bowflex SelectTech five six oh product in market. As we begin two thousand sixteen, we are well positioned to deliver another year of strong sales and profitability growth. We anticipate completing our valuation analysis by the end of Q one two thousand sixteen, and will be in a position to provide more color following the end of the quarter. During two thousand fifteen, we focused much of our effort on this improvement, and it was driven by a variety of factors, including pricing, value engineering, supply chain and mix optimization. It's important to note that our inventory turns in Q four two thousand fifteen were nearly identical to the same quarter prior year. and we are continuing to see favorable response rates as we progress through Q one two thousand sixteen. Now turning to our Retail segment. for the comparable period in two thousand sixteen. This improvement was a result of lower interest expense from refinancing our debt in July of last year. throughout this year and into two thousand and eighteen. However, the transition is going much faster than anticipated. And while the total number and volume of profiles to be transitioned has not changed, Moving on to the balance sheet. Our leverage ratio ticked up slightly to two point five times as of january thirty one, two thousand seventeen, primarily due to the seasonality of our business, there additional... We have 2 that -- those two are both working very well and expecting deliveries of new equipment over the next two to three years. These are long-term transportation contracts, which together with the Portland XPress Project contracts will serve to replace expiring legacy contracts and expand the Portland system to approximately oh point three bps per day. Please note that a slide presentation will accompany their remarks and is available on our website at tcpipelineslp dot COM, where it can be found in the Investor Section under the heading events and presentation. Our Bison pipeline submitted its FERC Form five oh one-G yesterday explaining that all of Bison's long-term firm contracts are at negotiated rates and that no rate change is warranted. When it comes to the margin improvement of two hundred forty basis points, it's probably equally impacted as a percentage from both brands. And when it comes to the operating margin being up three hundred fifty basis points. investing in our business and funding our pension plans in excess of required contributions. Beyond two thousand sixteen, we expect to continue generating positive free cash flow, that can do the job that we need done between the islands of Hawaii as well as the seven one seven. So any aircraft which we plan to use to contribute to the investments in our A three twenty one neos that begin delivery in two thousand seventeen. Switching gears to the third quarter and full year outlook. of these two seven one seven s will help us provide more frequencies in pretty much each of the markets during that critical midday period. Additionally, while our seven one seven s still have a lot of life in them, our Neighbor Island fleet is now averaging fifteen years of age. And in the coming years, these additional aircraft will provide us more flexibility to address the maintenance requirements we are expecting ASMs to grow a little more in the third quarter than what we saw in the first half of the year, reflecting the delivery of our twenty third A three thirty last month. added a few extra seven one s a few years ago. And I think you tried to hub Maui and it turned out that you actually ended up overcapacitizing the Neighbor Island business a little bit. So fleet strategy when you replace the seven one s down the road, whether it's five, seven years from now? Is there going to be maybe a place for -- like a C Series one hundred and a and a three hundred, or something like that, to have different By now, everyone should have access to the press release that went out at about four o'clock Eastern Time today. If you have not received the release, it is available on the Investor Relations page of our website, hawaiianairlines dot com. purchased services totaling half point for investments in our business; and aircraft rent totaling half point for the A three thirty that we took delivery of last month and the two additional seven one seven s delivering in the fourth quarter. And in the fourth quarter, we'll be adding two seven one seven s, also under six-year leases that we expect to begin service early next year. and the business in F Y 'twenty, we think you're going to end up with a very significant growth in our billings on a constant-currency basis. We enter F Y 'twenty with strong growth in our renewal base and, assuming a stable renewal rate, we expect a significant improvement in billings growth on a constant-currency basis. the visibility we have into F Y 'twenty and the high confidence that we have of returning back to significant growth, we believe we are exceptionally well-positioned for F Y 'twenty and beyond to drive significant improvements in our billings growth. and you apply them to the renewal book that we have coming in F Y 'twenty, we are confident that, that ends up generating a very significant Those metrics are also better with MSPs in terms of customer satisfaction rates and retention rate and so forth. is not included in our first quarter financial results or in our two thousand sixteen full year guidance. A D I Strategies will be included within our Business Advisory segment upon closing, which we anticipate particularly the AMCs and some of the larger systems, where there's a lot of more recently consolidated hospitals. So I don't want to say that we don't think those fully integrated projects are ever going to come back because I think they will, will occur during the second quarter of two thousand sixteen. Now let me walk you through some of the key financial results for the quarter. On our earnings call in February, we commented that we were cautiously optimistic about the overall growth of the Healthcare segment in two thousand sixteen. During the first quarter, our Healthcare segment revenue grew sixteen percent compared to the prior year quarter. Turning to our Life Sciences business. The practice turned the corner into two thousand sixteen at a slower pace than was seen at the end of two thousand fifteen but gained momentum throughout the quarter. Now I'll make a few comments about the performance of each of our operating segments. The Healthcare segment generated sixty three percent of total company revenues during the first quarter of two thousand sixteen. This For today's agenda, I'm going to start by reviewing a summary of our two thousand and eighteen results and performance of our asset program. Kyle will then go through some of the key financial results and discuss our twenty nineteen outlook. Jon, we -- I would tell you that the resizing or restructure we did in the first quarter was designed to bring us down to sort of the midpoint of about a hundred operating rigs. As of july twentieth, two thousand and sixteen, we had an average of fifty seven contracts in hand for the third quarter, an average of fifty eight for the full year twenty sixteen, and mid-thirties would be a good estimate. And as Kevin said, I think, the first part of the reactivations of our fleet won't require As a reminder, this conference call is being recorded. I would now like to introduce your host for today's conference, mister Scott Hamilton, General Counsel. Mister Hamilton, you may begin. Our first quarter results kicked off a strong start to two thousand sixteen as reflected in our solid earnings growth, margin expansion and strong cash flows. in the first quarter of two thousand fifteen. Net income increased due to higher gross profit, which included a favorable effect of changes in derivative positions and a reduction in the We look forward to continuing to work with him until his retirement in early two thousand seventeen as he serves as an adviser to the company. of two thousand fifteen. The increase was primarily attributable to higher demand in the munitions and building and housing markets, So if you recall in two thousand fifteen, and this is predominantly Chase Brass and it's the phenomenon associated with imported brass rod. This guidance reflects the solid growth momentum in the first two months of two thousand sixteen, despite a higher seasonality pattern observed throughout the industry. and we look forward to expanding our partnership in two thousand sixteen. We remain highly confident in Bitauto management's ability to execute on its strategy it is a very difficult for either one P business or platform business to operate effectively. So we believe O two O platform -- O two O O two O platform -- O two O model is the only effective way to We had an impairment charge as part of our year-end review, mainly due to the discontinuation of Paipai.com and the write-downs of Bitauto and a few smaller investments. This concludes my prepared remarks, and we can now move to the Q&A session. On june twenty seven, two thousand eighteen, two days before the Board of Directors considered this matter, the Cabinet has approved the extended use of the royal properties for Thai Oil, meaning that risks have the second quarter of two thousand and eighteen, mainly from the absence of withholding tax for the whole quarter and loan repayment. The production is now back to normal, and we expected that the utilization rate in the third and fourth quarters will be about one hundred and ten percent. The domestic oil demand is displayed on the upper right, which is believed to be typical everywhere. The turnaround maintenance of paraxylene plant in the third quarter of two thousand and eighteen and the fourth quarter of two thousand eighteen, as displayed in the purple area, will be another determiner of the supply scenario. In the meantime, graph B explains the potentially high incoming capacity of styrene monomer in the fourth quarter of two thousand and eighteen compared to the first to third quarters of the year, posing positive factors for benzene as well. The current agreement will be valid until two thousand twenty two. And with this, it will be extended for another thirty years to two thousand fifty two. Upon completion of the agreement review, we can proceed to the agreement signing phase. as of the first half of two thousand eighteen, which is about the same as that of the first half of two thousand seventeen, reflecting our strong financial position. On the other hand, the USA, the largest user of gasoline has a rather stable demand and the usage rate still remains high. The time line for project FID has been committed to be in the third quarter of two thousand eighteen, and it is then the management's intention to keep such commitment. have to say that there have been several activities taking place in the second quarter of two thousand and eighteen. Over the past six months, Without the previously expected capacity from these refineries, the incoming supply will be lower than that of two thousand seventeen and in turn, causing price to increase. Linear Alkyl Benzene demand has been projected to increase slightly in the third quarter of two thousand eighteen. On top of that, the use of detergent will be higher after the rainy season, which is a positive factor for LAB. About half the favorability to SG&A is related to timing of expenses and will hit the fourth quarter. We continue to see slightly better sales results, fifty basis points to a hundred basis points, [SEMIOTIC_SPAN] in localized categories on less inventory versus non-localized categories. So that's better than your history, two oh oh, three hundred basis points better than history. And then as we get to the targeted a hundred branches, which I think that's still the number, is go from the low eighties to the a hundred, then you could see margins reassert So I wouldn't say we have nowhere near a hundred percent clarity. And we -- unless we can have that, it's hard for us to say and pound home, hey, During fiscal two thousand sixteen, we have added sales resources such as branch sales managers, antifreeze sales and service reps, we think it'll be a similar story in 'seventeen to what we saw in two thousand and sixteen. Great. And are there any more synergies to come out of the tw telecom deal? Or is that pretty much played out at this point? and for the full year two thousand and sixteen. As we look at the market opportunity, we see customers' needs for Level three services continuing to grow. In summary, as we move through two thousand seventeen, we will remain focused on driving profitable revenue growth, managing our expenses tightly, Adjustments will reflect changes made to customer assignments between the wholesale and enterprise channels at the beginning of two thousand sixteen due to mergers between certain customers and other changes. I can tell you that the franchisees at our fourth quarter national franchise advisory council and more recently at the two thousand sixteen kickoff events Our Tools Group and our Repair Systems & Information, or the RS and I group, took advantage of those opportunities and grew across our franchise network and with repair shop owners and managers. Customer connection and innovation, working better and better. We had more new hit products in two thousand fifteen than ever before, not just for the Tools Group but for the corporation overall. Runways, Following that, Dan Leib will discuss our financial performance in detail, and then we'll open up the lines for Q&A. This morning, we released our earnings report, a copy of which can be found in the Investors section of our website at rrdonnelley.com. from the second quarter of two thousand fifteen, primarily due to unfavorable business mix partially offset by our ongoing productivity initiatives. a decline of six point eight percent from the second quarter of two thousand fifteen, largely a result of unfavorable changes in foreign exchange rates With respect to our pension plan, I'd like to note that in the fourth quarter of two thousand fifteen, we communicated to certain former employees the option to receive a lump-sum pension payment or annuity. as you look at things, hopefully, the dollars that will be spent by the sixteen thousand-plus different school districts will be towards curriculum in both electronic and physical as they go through it. So it's obvious. I think your observation is a hundred percent correct. I think everybody now is fly to quality, so everybody is trying to reduce their Our merchandise margin expanded by one hundred ninety basis points due to lower costs and higher realized selling prices. I would now like to turn the conference over to your host, Miss Judy Meehan, Vice President of Investor Relations. Thank you. You may begin. and we ended the quarter with one hundred fifty eight licensed stores across twenty three countries. Although we have very few stores that are unprofitable, we continue to pursue opportunities to rationalize or consolidate selling markets. we expect for the back half of the year, we're looking at about a hundred to a hundred fifty basis points What we see is there's a nice leverage on the direct business where we have locations. So as a reminder, we're only in 11 states right now. We're only in eleven states. states. So we have lots of expansion opportunity, Jay mentioned, we had a thirty percent lift in our mobile conversion. Our mobile app continues to be very strong with almost a hundred percent comps in the quarter, and we're continuing to grow both our international We also remain on track to set up the UK ring-fenced bank by two thousand and eighteen. And we continue to implement Global Standards throughout HSBC. Some of our other actions are taking longer to complete. This included a proposal to pay a dividend from the US business back to the group in two thousand seventeen. This is a consequence of the progress we've made in winding down the legacy CML portfolio the last twelve months. And if it goes ahead, And actually, we make about four times as much with the US companies outside the United States as we do in the United States, and keeps us on track to deliver the reductions we promised by the end of two thousand seventeen. Our strong capital position and stable earnings Given these circumstances, it's unlikely that the US business will hit its targeted return on risk-weighted assets by the end of two thousand seventeen. That said, we have made good progress in reducing risk-weighted assets in the US Other expenses increased primarily due to the impact of the FDIC insurance surcharge, which began in the third quarter of two thousand sixteen. Slide fourteen highlights our capital position. touch on some of the items on the growth front that you mentioned in the past. Maybe it's in payments or in the wealth penetration. Maybe frame out what those can mean to revenue as we think about both the rest of this year and into two thousand eighteen and beyond. But we're starting from a point that's not far away from what we think is our optimal capital structure, the eight.five percent versus the just over nine percent we are today. Andy and Terry will be referencing a slide presentation during their prepared remarks. A copy of the slide presentation as well as our earnings release and supplemental analyst schedules are available on our website at usbank.com. Let's now take a look at expectations to the rest of two thousand seventeen. As we have mentioned, We also saw very good progress in our immuno-oncology collaboration with Merck and Co., where the first program is expected to enter the clinic this year, with potentially another eight clinical starts over the next three years. structures or strategies? And if you can comment on that or provide some color. And finally, on R&D distribution, can you in a very rough sense, we think for Europe and the US in total we will eventually need about a hundred people, about fifty of which will be hired within that period of time, we should have a very clear indication whether there is a strategic partner out there that we think can meet the needs of driving forward into Phase three and Although this was primarily a safety study, we also saw a clear demonstration of rapid antiviral effect and the first encouraging signs of its clinical effect. These results gave us the confidence then to prepare for a larger Phase IIb efficacy study. Already in two thousand seventeen, we have made the huge step of submitting a marking authorization application, based on the TITAN Phase two results, So we've never had a service level in the Tesco estate which is as good as it is now. On the thousand lines that we identified, if you remember back in I'll tell you another thing, which is -- for those who are familiar, Tesco, for many years, has had two values, right, values, right, two very important values that were created by colleagues over twenty years ago. all right, the segmental review, the way that we're picking the KPIs. What I thought I'd do now is share with you what it is we shared with our teams this morning. So when we went to the market at seven o'clock this morning, I also sent this If you have any objections, please disconnect at this time. Miss Kendall, you may begin. in the rewards offerings in the US heat up late in two thousand sixteen, at that time, we made a conscious decision to shift our acquisition program away from legal and repositioning has been running about maybe a little bit under a hundred and fifty basis points of revenue. if we're adjusting that range up to five hundred, basically, basis points of losses in retail services in two thousand eighteen, we're also going to take the medium-term view of retail services And that's really because we've been able to generate about a hundred and seventy basis point of wallet share gain this year, and that's all with corporate clients. So combining both elements some businesses, some product portfolios that we had sold early in two thousand sixteen. And so we lapped that impact This is just the first step of a more ambitious long-term plan to open thirteen hundred stores in the next ten years. and Fernando just showed you the phasing of the implementation plan on Slide twenty. On Slide Slide twenty. On Slide twenty one, we have translated the first three years of our transformation plan into a more detailed financial outlook. Chile is and will continue to be a critical country for us and the combination of Telepizza and Pizza Hut will result in a leading position in the region going forward with two hundred fourteen stores from day one after closing. on the results for fiscal year March twenty eighteen to be followed by the presentation by Mister Inoue, President and CEO. He will discuss So in three years, you have three KPIs that you have fulfilled, and I do believe that was mentioned in the presentation. So aside from these areas, S&P to change ORIX category and they asked me, which category we should be in? That was a question from them. And I said ORIX category. So for -- starting from May twenty seventeen, you have overlooked the open innovation initiative and then But even with the absence of a full scale launch of six seventy G, we found that people with diabetes, particularly people using multiple daily injections, to the six seventy G. We see these tactics as bully theatrics intended to redirect the attention of customers and healthcare providers away from the products and sales, promote fear and suppress choice. We believe that looking at our operating results on the non-GAAP basis provide useful information when comparing to our financial results for periods prior to Q three two thousand and sixteen. So today, I'll be discussing both GAAP and non-GAAP financial metrics. and in late two thousand sixteen. Sales during the month of December have historically been significantly higher than the other months within the fourth quarter of any year. We're hearing that they're only placing the six seventy G at the clinical trial sites that they had as a part of their study. and requires half the calibrations as Medtronic. Since users of the six seventy G are not able to make dosing decisions using their sensor, Also as we focus on creating efficiencies in our operations through the use of technology and operational improvements, we expect headcount additions for the remainder of two thousand seventeen to be limited. Yes. I think in the second quarter, we'll continue to face the same competitive environment we talked about. As Kim mentioned, the delaying of the launch of the six seven oh is going to sort of Our list of factors that could cause actual results to be materially different from those expressed or implied by any of these forward-looking statements is highlighted in the press release announcing our first quarter two thousand and seventeen earnings, which was issued earlier today In addition, we are implementing measures that will help reduce our cash burn and remain confident that we will spend less in two thousand seventeen compared to last year. Until the program expires in September two thousand seventeen, we will continue to show similar adjustments in future quarters. A reconciliation of GAAP results to non-GAAP results is included as an exhibit to today's earnings press release. Outstanding balances under the new revolving credit facility bear interest at LIBOR plus three.fifty percent. This refinancing reduced our senior credit facility interest rate and look for an additional quarter point, half point, one point of margin. And so it is a volume game in that sense and we love the vertical there. Thank you, and good afternoon, everyone, and thanks for joining the call. A press release covering the company's third quarter two thousand sixteen financial results was issued this afternoon that we, and we know their trade cycle, being twenty four to thirty six, we anticipate the supply to grow in the two thousand seventeen calendar year, in our philosophy that we've stuck with, The majority of the increase in SG&A was driven by two items. There may be shows that you have to pay four and five times for it if they have a twenty-, thirty-year history, and I'm not scared to do that because they have a stranglehold in the market. I would caution you on the earnings. On the fourth paragraph on the second page, it starts out as a result of the December twenty nine, two thousand seventeen, Kansas Supreme Court ruling. And we're now up to about eighty, and there's a possibility of us aiming to get up over a hundred here in the next calendar year. So in two thousand seventeen, we stopped selling a significant number of products, which are no longer or never were profitable and which no longer has a chance of ever being -- becoming so. is the planned and already announced discontinuation of our manufacturing plant in Thun, which will happen during the course of two thousand eighteen. We have costs for considering all these effects, our net result would have been almost at zero, just as we expected it for two thousand and seventeen. But I will come to the different while this year's SG&A includes additional expense from recent acquisitions and continuing higher advertising and distribution costs. that's as far as we would go in terms of detail. All right. I was trying to get how many plants out of the 12. But [SEMIOTIC_SPAN] last question. And so that's an annualized run rate that we expect to be at as of may thirty one. There'll be portions of that, that will benefit our fourth quarter. our current fiscal year, May thirty one, I think people are seeing and will start to believe the good momentum that we're building, but we'll be a little bit behind the curve in terms of our margin targets. Since the initiation of the plan, we have closed or are in the process of closing twelve manufacturing plants and have announced the reduction of five hundred two positions. How are HUMIRA trends in psoriasis? And to what do you attribute the weakness in the IL-seventeen S? So That's the first question. We expect to begin seeing data from these Phase three trials next year. was overdone by a magnitude of four, five times, and therefore, the stock is very undervalued. And when we see situations like that, we're going to take advantage of that. We think that's the appropriate thing to do. we have a significant amount of Phase three data that supports the profile of those assets and the confidence that we have around regulatory approval of those assets. as indicated in our news release this morning, we are increasing our full year EPS guidance for two thousand and eighteen, which I'll discuss in more detail here in a few moments. HUMIRA delivered to be able to put those patients in the appropriate level of control. And so the seventeen s and the twenty three seconds and many other mechanisms will have a role to play In all four Phase three studies in the pivotal program, risankizumab consistently showed very high and durable rates of skin clearance. Average hours billed for a day of continuous care was eighteen point two hours in the quarter, a slight decrease when compared to the eighteen point three average hours billed for a continuous care patient in the second quarter of two thousand fifteen. Our With that being said, admissions for the first half of two thousand sixteen have been below our expectations. We are reassessing, and where applicable, implementing revised marketing and education plans within certain communities. We anticipate a portion of this estimated reduction in revenue growth will be offset by increased efficiencies in two thousand seventeen in the areas of non-bedside field operations and general administration. a straighter picture in terms of the progression of earnings. And -- but as we look at timing of spending SG&A, sometimes it's not easy to perfectly predict how much you're going to spend in September versus October in terms of ramping up for new business. So there's an element of some of that SG&A getting into the fourth quarter. The services under this new contract began october one, and we added approximately fifty thousand new members. But you'll be bidding for the pricing for 'two oh and their book will be yours for 'twenty? Yes. how we should think about the moving parts, meaning, I know Meridian is going to drag that number down I believe in two thousand nineteen. But if you think about core WellCare group versus the impact of Meridian, Related to this, we will now calculate net income percentage and SG&A percentage metrics off of total revenue, which includes product and services revenue and investment and other income. In conjunction with the call today, we will be using slides which can be found under the Investors section on our website, centerpointenergy.com. We will also discuss our guidance for two thousand sixteen. The guidance range considers utility operations' performance to date On their third quarter call, Wednesday, Enable guided to the midpoint of their previous two thousand sixteen guidance for net income attributable to unit holders. This equates to the high end of our guidance range for midstream investments. The terms of the contract increases their fee-based margin and reduces their commodity exposure. We are very pleased to see these improvements and the positive impact it has on their two thousand seventeen forecast. We saw an important new logo win with the Office of the Comptroller of the Currency, or OCC, which was our first competitive federal Microsoft Office three sixty five win. Offsetting the improvement in Services gross margins was increased SG&A expense. As Peter mentioned, we are increasing our investments in advisory and consulting skills were up a hundred and ten basis points versus the second quarter last year, but still below where we had anticipated. The OCC is only the second bureau within Treasury to migrate to Office three sixty five, and six others will need to migrate soon. Earlier today, Unisys released its second quarter two thousand sixteen financial results. With us this afternoon to discuss our results We are pleased with the increased Services gross margins, which were up a hundred and ten basis points, primarily as a result of our cost-reduction efforts. and we're a hundred days into operating this deal and really are just starting to promote the areas then an eighty meg product based on where speeds are available and eventually getting to a hundred meg. We believe that a successful treatment regimen involving ARB-fourteen sixty seven or seventeen forty must significantly reduce viral DNA and S-antigen and provoke a reawakening of the host immune's response. This study will enable a cross-study comparison of its potency with A R B-fourteen sixty seven, which will inform the decision to choose between these two candidates for further clinical development. We expect AB-four two three to be competitive with other companies' core protein/capsid inhibitors that are in the clinic, but we think there is room for further improvement. baseline S-antigen levels are important. Below thousand or perhaps even below a hundred are probably very meaningful there. The datas remain to be seen, though, as we talk about these newer therapeutics coming out if that's really the same situation as we deepened our investment in our two drug candidates in Phase two, our one drug candidate in Phase I of development as well as our multiple research programs focused on HBV. G Across the vast majority of our acreage, the Woodford is in excess of a hundred feet thick as you can see on the far left map We averaged six and a half rigs for the year and ended the year with a drill rate of over fourteen wells per rig per year. We are at a place where we can grow production materially in two thousand nineteen and generate free cash flow by the end of the year. That is pretty remarkable considering we have only been a stand-alone company for a little over a year. While some of the results in two thousand eighteen did not optimize capital efficiency, the lessons we learned allowed us to understand the reservoir and better evaluate and derisk our acreage. so you can see how the program looks when it is optimized. All twenty wells had an average peak thirty-day I P of thousand eighty B O E per day I will provide more details on well performance and our key learnings to be applied in two thousand nineteen shortly. This very conservative assumption provides over thirteen hundred remaining premium locations with an average lateral length of over one and a half miles. Furthermore, as I stated earlier, This morning, I'll walk through our two thousand and seventeen second quarter results, and I'm proud to report that it is our third quarter in a row delivering mid-teens contract sales growth. We believe that the foundation is set not just for a great second half of two thousand and seventeen, but for several years to come. Thanks for joining us today. And finally, to everyone on the call and your families, enjoy your next vacation. Forward-looking statements in the press release that we issued this morning, along with our comments on this call, are effective only today, august third, two thousand seventeen, and will not be updated as actual events unfold. contract sales were up over eighteen percent versus the second quarter of two thousand and sixteen. This growth was driven by our North America segment, Now let me take just a moment on our outlook for the year. As Steve mentioned, we are raising our two thousand and seventeen full year guidance for contract sales growth with average FICO scores of our buyers at seven forty three and delinquency rates remaining near historic lows. is compressed or not viable. Is there a chance that they go into the M&A pipeline? Could you talk to that a little bit? during two thousand and eighteen. In addition to organic growth, we are continuing to work on identifying the best acquisition targets. as we reduced expenses, which arose from our acquisition of the assets of MediGain in October two thousand sixteen. The significant cost savings we have achieved from the fourth quarter of two thousand sixteen. This is our third consecutive quarter of positive non-GAAP adjusted operating income from a registered direct sale of one million shares of common stock in May two thousand and seventeen. The preferred shares trade on the Nasdaq Capital Market that the reason that we are not giving guidance for two thousand eighteen is because we see amazing things happening in two thousand and eighteen. This is the first time as a company that we have this much cash available. Second, we are now handling the entire contracted universe of claims for our new one thousand-provider group and have already been able to help them increase collections. who we knew had decided not to continue prior to the closing of our transaction in October two thousand and sixteen. As these clients completed their transition, Also, with three quarters completed for fiscal two thousand and seventeen, we expect that this will be the sixth consecutive year in which we've registered growth In terms of overall trends, sales of our new three D M R S-enabled AOI products have been accounting for a growing percentage of our total AOI and solder paste inspection system sales. We are also pleased to report the initial sale of our CyberGage three sixty three D Scanning System for the general purpose metrology market, this product is based on our three D MRS technology. CyberGage three sixty three D MRS technology. CyberGage three sixty was on display in September at the International Manufacturing Technology Show and we expect demand to be healthy for the remainder of two thousand eighteen. This quarter, we began work on a planned outage at our Granite City facility, for two thousand seventeen. So in conclusion, our solid financial performance continued Our debt to cash flow is only in the mid-two S. We've told the market before that we're comfortable going into the mid-three S for opportunities. So we'll continue to look at those opportunities. There are other things out there. we repeat the guidance given at the beginning of the year. The group revenue is estimated to grow by oh percent to ten percent, and the adjusted operating profit In fact, when we add up the first six months of two thousand eighteen, our production was two percent higher than in the same period of last year. resulted in Q three E B I T D A and net income being higher than they were in Q two. Turning to our most recent board meeting. I can assure you that our Board of Directors"}
